Repository: mosadraja/enigma2-po
Catalog: po/*.po
Languages: ar

source: Install default service lists.
ar: تثبيت قوائم القنوات الافتراضية.

source: Manage and edit timers.
ar: إدارة وتحرير المؤقتات.

source: Plugins
ar: الإضافات

source: Reset your Dreambox to factory defaults.
ar: إعادة تعيين جهاز الدريم بوكس الخاص بك إلى ضبط المصنع.

source: OSD, Video and Audio Settings
ar: على شاشة العرض, إعدادات الصوت والصورة

source: Shut down Dreambox OS and start Recovery Mode to flash firmware images.
ar: إيقاف تشغيل نظام الدريم بوكس وبدء وضع الاسترداد وتثبيت البرنامج التشغيلي.

source: Services and Recordings
ar: القنوات والتسجيلات

source: Information
ar: معلومات

source: Set up parental control.
ar: إعداد ضبط الرقابة الأبوية.

source: Restart
ar: إعادة التشغيل

source: Factory reset
ar: إعادة ضبط المصنع

source: Network Setup and Tools.
ar: إعداد الشبكة والأدوات.

source: Recording paths
ar: مسارات التسجيل

source: Tuner configuration
ar: تهيئة المؤالف

source: Manually scan for new services.
ar: البحث اليدوي عن قنوات جديدة.

source: Set up a timer after which your Dreambox will turn off.
ar: قم بإعداد جهاز ضبط الوقت الذي سيتم بعد ذلك إيقاف تشغيل جهاز الدريم بوكس الخاص بك.

source: Restart GUI
ar: إعادة تشغيل الاينجما

source: Set up your system timezone.
ar: إعداد المنطقة الزمنية للنظام.

source: Fine tuning for your Audio and Video settings.
ar: ضبط إعدادات الصوت والصورة الخاصة بك.

source: VCR scart
ar: مدخل سكارت

source: Language
ar: اللغـة

source: Put your Dreambox into idle mode.
ar: ضع جهاز الدريم بوكس الخاص بك في وضع الخمول.

source: Reboot your Dreambox.
ar: إعادة تشغيل جهاز الدريم بوكس الخاص بك.

source: Configure your frontpanel LED.
ar: تكوين إعدادات اللوحة الأمامية على الشاشة الملونة.

source: Put your Dreambox into standby.
ar: ضع جهاز الدريم بوكس الخاص بك في وضع الاستعداد.

source: Search for services and configure your tuners.
ar: البحث عن القنوات وتكوين إعدادات المؤالفات الخاصة بك.

source: Details about your Dreambox system.
ar: تفاصيل عن نظام الدريم بوكس الخاص بك.

source: Set up your storage devices like harddisks and flash memory cards.
ar: قم بإعداد أجهزة التخزين مثل الأقراص الصلبة وبطاقات الذاكرة المحمولة.

source: Configure Enigma2 interface and usage settings.
ar: إعدادات تكوين واجهة الانجما 2 وإعدادات الاستخدام.

source: Configure your input devices.
ar: إعدادات تكوين أجهزة الإدخال.

source: Animations
ar: أشكال القوائم المتحركة

source: Recovery Mode
ar: وضع الاسترداد

source: Shut down your Dreambox.
ar: أغلق جهاز الدريم بوكس الخاص بك.

source: Service Searching
ar: بحث عن القنـوات

source: Service Searching, Parental Control, ...
ar: جاري البحث عن القنوات, الرقابة الأبوية, ...

source: Setup UI animations
ar: ضبط واجهة المستخدم المتحركة

source: Advanced setup options
ar: خيارات الضبط المتقدمة

source: Configure your frontpanel OLED or LCD display.
ar: قم بتكوين إعدادات الواجهة الأمامية على الشاشة الملونة أو شاشة الجهاز الصغيرة.

source: Configure your common interface.
ar: إعدادات تكوين واجهة المستخدم الخاصة بك .

source: Automatically scan for new services.
ar: البحث التلقائي عن القنوات الجديدة.

source: Configure and set up your Dreambox.
ar: تكوين وإعداد جهاز الدريم بوكس الخاص بك.

source: Details about the current service.
ar: تفاصيل حول القناة الحالية.

source: Set up your Dreambox language.
ar: ضبط لغة جهاز الدريم بوكس الخاص بك.

source: Browse and manage your plugins.
ar: تصفح وإدارة البلجن الخاصة بك.

source: Please select the packages to be restored from the list below
ar: الرجاء اختيار الحزم التي سيتم استعادتها من القائمة أدناه

source: Yes, but only some
ar: نعم، ولكن فقط بعض

source: Restoring previously installed software
ar: استعادة البرنامج التشغيلي المثبت سابقا

source: Yes, all
ar: نعم، الجميع

source: Restore software?
ar: إستعادة البرنامج التشغيلي؟

source: Package Selection
ar: اختيار الباقة

source: Restoring software
ar: استعادة البرنامج التشغيلي

source: Webinterface: Main Setup
ar: واجهة الانترنت: الضبط الرئيسي

source: Wireless Network State
ar: حالة الشبكة اللاسلكية

source: IPKG source
ar: مصدر ملفات النظام المحمية

source: CutlistEditor
ar: تعديل قائمة تقطيع الافلام

source: MyTube - Search
ar: البحث - اليوتيوب الخاص بي

source: NetworkWizard
ar: نافذة إعدادات الشبكة

source: help...
ar: مساعده...

source: Verkehrsinfo
ar: معلومات حركة المرور

source: Seek
ar: شريط التقديم إلى الأمام أو الرجوع للخلف

source: Choose a Wireless Network
ar: اختر شبكة لاسلكية

source: Index
ar: فهرس

source: Common interface
ar: وحده النفاذ المشروط

source: Select refresh rate
ar: أختار معدل التحديث

source: You have successfully finished the video setup. If you want to change the settings later, you can do this in the settings menu.
ar: لقد انتهيت من إعداد الفيديو بنجاح. إذا كنت ترغب في تغيير الإعدادات لاحقًا، يمكنك القيام بذلك في قائمة الإعدادات.

source: After the start wizard is completed, you need to protect single services. Refer to your dreambox's manual on how to do that.
ar: بعد اكتمال معالج البدء ، تحتاج إلى حماية القنوات الفردية. ارجع إلى دليل دريم بوكس الخاص بك حول كيفية القيام بذلك.

source: Exit wizard
ar: خروج من نافذة الاعدادات

source: Use wizard to set up basic features
ar: استخدم نافذة الاعدادات لعمل الاعدادات الاساسية

source: Please configure at least one valid name server (DNS).
ar: الرجاء تكوين أسم خادم صالح واحد على الأقل (نظام أسماء النطاقات).

source: No, but do a manual scan now
ar: نعم، أعمل بحث يدوي الأن

source: Sat lists
ar: قوائم الاقمار

source: Start over
ar: ابدأ من جديد

source: Do you want to do another manual service scan?
ar: هل تريد عمل بحث يدوى جديد ؟

source: Skip network configuration
ar: تخطي تكوين الشبكة

source: Tuner B
ar: المؤالف ب

source: Welcome. This start wizard will guide you through the basic setup of your Dreambox. Use the up/down keys on your remote control to select an option. After that, press OK.
ar: أهلًا وسهلًا. هذا المعالج بداية سوف توجه لكم من خلال الإعداد الأساسي من الدريم بوكس الخاص بك. استخدم مفاتيح أعلى/أسفل على جهاز التحكم عن بعد لتحديد أحد الخيارات. بعد ذلك، اضغط موافق.

source: Yes, do another manual scan now
ar: نعم، أعمل بحث يدوي آخر الأن

source: Your Dreambox is already connected to the Internet. There is no network configuration required.
ar: جهاز الدريم بوكس الخاص بك متصل بالفعل بالإنترنت. لا يوجد أي إعدادات تكوين شبكة مطلوب.

source: No, proceed with empty service list
ar: لا، تابع مع قائمة قنوات فارغة

source: No, scan later manually
ar: لا، بحث يدوي بعد ذلك

source: No picture on TV? Press EXIT and retry.
ar: لا يوجد صوره من التلفزيون ؟ أضغط خروج وحاول مره ثانيه.

source: No Connection
ar: لا يوجد إتصال

source: There is no active connection.
ar: لا يوجد اتصال نشط.

source: Video Input Use up/down buttons.
ar: إدخال الفيديو استخدام الأزرار للأعلى/للأسفل.

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 20 seconds.
ar: فيديو اختيار المدخلات الرجاء اضغط موافق إذا كنت تستطيع رؤية هذه الصفحة على التلفزيون الخاص بك (أو تحديد مدخل البورت المختلف). سيتم فحص منفذ الإدخال التالي تلقائيا في 20 ثانية.

source: No, but do an automatic scan now
ar: نعم، أعمل بحث آلي الأن

source: PIN WARNING
ar: تحذير الرقم السري خاطئ

source: DNS Addresses
ar: عناوين نظام أسماء النطاقات

source: IP Addresses
ar: عناوين الايبي

source: Simple Scan
ar: بحث بسيط

source: Welcome. If you want to connect your Dreambox to a network and/or the Internet, this wizard will guide you through the basic network setup of your Dreambox. Press OK to start configuring your network
ar: أهلًا وسهلًا. إذا كنت ترغب في توصيل الدريم بوكس الخاص بك إلى شبكة و/أو الإنترنت، وهذا المعالج سوف توجه لكم من خلال الإعداد الأساسي للشبكة من الدريم بوكس الخاص بك. اضغط موافق لبدء تكوين إعدادات الشبكة

source: Please configure at least on set of IP Addresses (IPv4 or IPv6).
ar: الرجاء تكوين على الأقل على مجموعة من عناوين الايبي (IPv4 أو IPv6).

source: Manual scan
ar: بحـث يدوي

source: Multiple Favourites Your Dreambox offers a multiple favourites feature. If this feature is active, you can manage multiple favourite lists of TV and radio services. If deactivated, only one favourite list is available which makes navigation a bit easier. Would you like to activate the multiple favourites feature now?
ar: المفضلة المتعددة يقدم الدريم بوكس الخاص بك ميزة المفضلة المتعددة. إذا كانت هذه الميزة نشطة، يمكنك إدارة قوائم متعددة مفضلة قنوات التلفزيون والراديو. إذا تم إلغاء تنشيطها، تتوفر قائمة مفضلة واحدة فقط مما يجعل التنقل أسهل قليلاً. هل ترغب في تنشيط ميزة المفضلة المتعددة الآن؟

source: What do you want to scan?
ar: ماذا تريد ان تبحث ؟

source: Parent PIN
ar: الرقم السري الجديد

source: Network connection
ar: اتصال الشبكة

source: Tuner A
ar: المؤالف أ

source: Adjust network settings
ar: اضبط إعدادات الشبكة

source: Refresh rate selection.
ar: إختيار معدل التحديث.

source: ParentControl Finished
ar: تم الانتهاء من الرقابة الأبوية

source: No, continue without bluetooth remote setup
ar: لا، تابع بدون إعداد البلوتوث عن بعد

source: Tuner D
ar: مؤالف د

source: Your Network connection is NOT set up! Please go back to reconfigure or press OK to continue anyways.
ar: لم يتم إعداد اتصال الشبكة! الرجاء العودة لإعادة إعدادات أو اضغط موافق للمتابعة على أي حال.

source: Automatically check for new updates. Please select the interval for automated update checks.
ar: تحقق تلقائيا من وجود تحديثات جديدة. الرجاء تحديد الفاصل الزمني لعمليات التحقق التلقائية من التحديث.

source: ParentControl
ar: الرقابة الأبوية

source: Do you want to install default sat lists?
ar: هل تريد تثبيت قوائم الأقمار الإفتراضيه؟

source: Flashing Bluetooth Receiver
ar: وميض بلوتوث الجهاز

source: No network
ar: لا توجد شبكة

source: Yes, install default servicelists
ar: نعم, تثبيت قائمة القنوات الإفتراضية

source: You need to set a PIN code and hide it from your children. Do you want to set the pin now?
ar: تحتاج إلى تعيين رمز سري وإخفائه عن أطفالك. هل تريد تعيين الرقم سري الآن؟

source: Please be aware, that anyone can disable the parental control, if you have not set a PIN.
ar: يرجى أن تكون على علم، بأن أي شخص يمكن أن يعطل الرقابة الأبوية، إذا لم يتم تعيين رقم سري.

source: User level
ar: مستوى المستخدم

source: Tuner C
ar: موالف د

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your Dreambox.
ar: شكراً لاستخدامك المعالج. جهاز الدريم بوكس جاهز الآن للاستخدام. الرجاء الضغط على موافق لبدء استخدام جهاز الدريم بوكس.

source: Automatic Update Check
ar: التحقق من التحديث التلقائي

source: Startwizard
ar: تشغيل المعالج

source: Vendor list
ar: قائمة الموردين

source: Network Configuration
ar: إعدادات الشبكة

source: Service:Name server configuration
ar: الخدمة:إعدادات أسم الخادم

source: Key Info
ar: مفتاح المعلومات

source: config menu
ar: قائمه الضبط

source: OSD Settings
ar: إعدادات شاشة العرض

source: No service lists available
ar: لا تتوفر قوائم القنوات

source: There are no default services lists in your image.
ar: لا يوجد قائمة قنوات إفتراضيه فى هذه الصوره .

source: Skip Satlists
ar: تخطي قوائم الاقمار

source: You chose not to install any default services lists.
ar: لقد أخترت عدم تثبيت قوائم القنوات الافتراضية.

source: Installing package content... Please wait...
ar: جاري تثبيت محتويات الحزمة ... الرجاء الانتظار...

source: You chose not to install anything. Please press OK finish the install wizard.
ar: لقد أخترت عدم تثبيت أى شيئ. من فضلك أضغط موافق لأغلاق نافذة التثبيت.

source: You can choose, what you want to install...
ar: تستطيع أن تختار . ماذا تريد أن تثبت......

source: The package doesn't contain anything.
ar: الحزمة لا تحتوي على أي شيء.

source: Customize
ar: تخصيص

source: Harddisk setup
ar: ضبط القرص الصلب

source: Position of finished Timers in Timerlist
ar: موقع المؤقتات المنتهية في قائمة المؤقت

source: Repeat
ar: إعاده

source: Streaming
ar: بث

source: General AC3 delay (ms)
ar: تأخير ترميز الصوت الثلاثي العام (جزء من الثانية)

source: Harddisk standby after
ar: القرص الصلب في وضع الاستعداد بعد

source: Sat / Dish Setup
ar: ضبط القمر/طبق الاستقبال

source: Alternative services tuner priority
ar: أولوية مؤالف القنوات البديلة

source: Minimum treshold in seconds before resuming
ar: الحد الأدنى بالثواني قبل الاستئناف

source: Keyboard Setup
ar: ضبط لوحة المفاتيح

source: RC Menu
ar: قائمة الريموت كنترول

source: General PCM delay (ms)
ar: تأخير ترميز صوت الذبذبة العام(جزء من الثانية)

source: Show event-progress in channel selection
ar: عرض حدث متقدم في أختيار القناة

source: Keyboard Map
ar: خريطة لوحة المفاتيح

source: Debug accel memory usage
ar: تسريع استخدام ذاكرة التصحيح

source: Slow Motion speeds
ar: سرعات العرض البطئ

source: Behavior when a movie reaches the end
ar: السلوك عندما يصل الفيلم إلى نهايته

source: Text subtitle presentation
ar: عرض ترجمة نصية

source: Infobar timeout
ar: وقت عرض شريط المعلومات

source: Initial Rewind speed
ar: أولوية التسريع إلى الخلف

source: Load metadata from database
ar: تحميل بيانات التعريف من قاعدة البيانات

source: TV System
ar: نظام التلفزيون

source: Shutdown Color
ar: لون إيقاف التشغيل

source: Alternative radio mode
ar: وضع الراديو البديل

source: Action on short powerbutton press
ar: الضغط القصير على زر التشغيل

source: Idle Color
ar: لون الخمول

source: Shutdown when no button has been pressed for
ar: إيقاف التشغيل عند عدم الضغط على أي مفتاح

source: Initial Fast Forward speed
ar: أولوية التسريع إلى الامام

source: Color Format
ar: تنسيق اللون

source: Recordings always have priority
ar: التسجيلات لها الأولوية دائمآ

source: Custom skip time for '1'/'3'-keys
ar: تخطي الوقت العادي مع '1'/'3'-المفاتيح

source: Behavior of 0 key in PiP-mode
ar: سلوك مفتاح 0 في وضع خاصية قناة داخل قناة

source: Use power measurement
ar: استخدم قـياس التشغيل

source: Margin before record (minutes)
ar: الهامش قبل التسجيل (بالدقائق)

source: Show infobar on event change
ar: عرض شريط المعلومات عند تغيير الحدث

source: Movielist
ar: قائمة الأفلام

source: Behavior when a movie is started
ar: التصرف عندما يبدأ الفيلم

source: Text subtitle black box transparency
ar: عرض الترجمة بخلفية سوداء شفافة

source: Show blinking clock in display during recording
ar: عرض الساعة الوامضة في الشاشة أثناء التسجيل

source: EPG cache time span
ar: ذاكرة التخزين المؤقتة لأيام دليل البرامج الإلكترونية

source: New ttx subtitle charset detection
ar: الكشف عن مجموعة أحرف الترجمة الجديدة في ملف تي تي اكس

source: Keymap
ar: خريطة المفاتيح

source: Display Setup
ar: إعدادات العرض

source: Tuner Slot
ar: فتحة المؤالف

source: Show infobar on skip forward/backward
ar: عرض شريط المعلومات عند الانتقال للأمام/الخلف

source: DiSEqC
ar: القسام

source: Verbose FileWatch Debug output
ar: إخراج التصحيح المطول مشاهدة الملف

source: TS Streaming Buffer (ms)
ar: صيغة تي أس بث التعليق المؤقت (مللي ثانية)

source: Composition of the recording filenames
ar: تكوين أسماء التسجيلات

source: Custom skip time for '4'/'6'-keys
ar: تخطي الوقت العادي مع '4'/'6'-المفاتيح

source: Limited character set for recording filenames
ar: مجموعة أحرف محدودة لتسجيل أسماء الملفات

source: Use legacy virtual subservices detection
ar: استخدام الكشف عن القنوات الفرعية الظاهرية القديمة

source: LED Setup
ar: ضبط الإضاءة الطبيعية

source: Show infobar on channel change
ar: عرض شريط المعلومات عند تغيير القناة

source: Maximum stream resolution
ar: الحد الأقصى لدقة البث

source: Usability
ar: سهولة الاستعمال

source: Show positioner movement
ar: عرض حركة الموتور

source: Action on long powerbutton press
ar: الضغط مطول على زر التشغيل

source: Non TS Streaming Buffer (ms)
ar: غير صيغة تي أس بث التعليق المؤقت (مللي ثانية)

source: Show Message when Recording starts
ar: أظهر رساله عندما يبدأ التسجيل

source: Debug
ar: تصحيح الخطأ

source: Rewind speeds
ar: سرعة العوده للخلف

source: Keep outdated EPG (in hours)
ar: الحفاظ على الدليل الالكتروني القديم (في الساعات)

source: Load Length of Movies in Movielist
ar: تحميل طول الفيلم في قائمة الافلام

source: Auto scart switching
ar: التحول الآلى الى السكارت

source: Enable multiple bouquets
ar: تفعيل باقات متعدده

source: WSS on 4:3
ar: الشاشة العريضة تعمل 4:3

source: Behavior of 'pause' when paused
ar: السلوك 'التوقف' عندما توقفت

source: Fast Forward speeds
ar: سرعات التسريع للامام

source: Color
ar: اللون

source: LED
ar: لون الإضاءة الطبيعية

source: Behavior when a movie is stopped
ar: التصرف عند إيقاف الفيلم

source: Multi-EPG bouquet selection
ar: دليل البرامج الإكتروني المتعدد من الباقات المختارة

source: Margin after record
ar: الهامش بعد التسجيل

source: Automatic wakeup from standby for zap timers
ar: تنبيه تلقائي من وضع الاستعداد لضبط المؤقتات

source: Alpha
ar: آلفا

source: Custom skip time for '7'/'9'-keys
ar: تخطي الوقت العادي مع '7'/'9'-المفاتيح

source: Idle Brightness
ar: سطوع الخمول

source: Change bouquets in quickzap
ar: التنقل بين الباقات بشكل أسرع

source: Setup Mode
ar: وضع الضبط

source: Delay
ar: تأخير

source: You can choose some default settings now. Please select the settings you want to be installed.
ar: تستطيع أختيار بعض الاعدادات الافتراضيه . من فضلك أختار الاعدادات التى تريد تثبيتها .

source: Default settings
ar: الإعدادات الافتراضية

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
ar: لقد أخترت عدم تثبيت الاعدادات الافتراضيه ، لكن يمكنك تثبيتها لاحقا من قائمة الاعدادات.

source: No default settings
ar: لا توجد إعدادات افتراضية

source: Installing defaults...
ar: يتم الآن تثبيت الإعدادات الافتراضية...

source: There are no default settings in your image.
ar: لا يوجد إعدادات أفتراضية في هذه الصورة.

source: Installing defaults... Please wait...
ar: جاري تثبيت الافتراضيات ... الرجاء الأنتظار...

source: Skip default settings
ar: إعدادات السكن الإفتراضي

source: BLE
ar: البلوتوث

source: QuickButton Setup
ar: ضبط المفاتيح السريعة

source: This plugin is used to setup the network on your dreambox.
ar: يتم استخدام هذا البلجن لإعداد الشبكة على الدريم بوكس الخاص بك.

source: Network management plugin
ar: بلجن لإدارة الشبكة

source: Automatically informs you on low internal memory
ar: الإبلاغ التلقائي عن إنخفاض الذاكرة الداخلية

source: The CleanupWizard informs you when the internal free memory of your dreambox has dropped below a definable threshold.You can use this wizard to remove some plugins.
ar: معالج التنظيف يعلمك عندما إنخفاض الذاكرة الداخلية للدريم بوكس الخاص بك يمكنك للتعريف يمكن استخدام هذا المعالج لإزالة بعض الإضافات.

source: The VideoEnhancement plugin provides advanced video enhancement settings.
ar: يوفر البلجن الإضافي تحسين الفيديو إعدادات تحسين الفيديو المتقدمة.

source: VideoEnhancement provides advanced video enhancement settings
ar: إعدادات تحسين الفيديو ومزودي خدمات الفيديو المتقدمة

source: BludiscPlayer allows playback of unencrypted titles from Bludiscs
ar: يتيح مشغل أقراص البلوراي تشغيل الفيديوهات غير المشفرة من أقراص البلوراي

source: HDMI CEC Configuration
ar: تكوين التحكم بكيبل عالي الوضوح

source: Configure HDMI CEC option
ar: خيارات تكوين التحكم بكيبل عالي الوضوح

source: Internal firmware updater
ar: محدث البرنامج التشغيلي الداخلي

source: This system tool is internally used to program the hardware with firmware updates.
ar: يتم استخدام هذه الأداة النظام داخليا لبرمجة الأجهزة مع تحديثات البرنامج التشغيلي.

source: This plugin is used to connect input devices with your dreambox.
ar: يتم استخدام هذا البلجن لتوصيل أجهزة الإدخال مع الدريم بوكس الخاص بك.

source: Input device management plugin
ar: البلجن لإدارة الأجهزة المدخلة

source: Updates the dreambox bootloader when required
ar: تحديث البرنامج التشغيلي للدريم بوكس عند الحاجة

source: Bootloader Updater
ar: تحديث تحميل البرنامج التشغيلي

source: This is a basic browser for your dreambox.
ar: هذا هو المتصفح الأساسي لجهاز الدريم بوكس الخاص بك.

source: The Media Database Manager helps you manging Folders that should be scanned for media files.
ar: يساعدك مدير بيانات الوسائط في إدارة المجلدات التي يجب فحصها بحثًا عن ملفات الوسائط.

source: Manage your Media Database
ar: إدارة قاعدة بيانات الوسائط

source: Mediaplayer plays your favorite music and videos. Play all your favorite music and video files, organize them in playlists, view cover and album information.
ar: مشغل الوسائط الخاص بك يشغل الموسيقى المفضلة لديك والفيديو. يشغل كل من الموسيقى المفضلة لديك وملفات الفيديو، وتنظيمها في قوائم التشغيل وتغطية عرض معلومات الألبوم.

source: Plays your favorite music and videos
ar: مشغل الموسيقى المفضلة لديك والأفلام الخاصة بك

source: The Satfinder plugin helps you to align your dish. It shows you informations about signal rate and errors.
ar: بلجن الباحث عن الاقمار يساعدك على محاذاة الطبق الخاص بك. يظهر لك معلومات حول معدل الإشارة والأخطاء.

source: Satfinder helps you to align your dish
ar: باحث الاقمار يساعدك على محاذاة الطبق الخاص بك

source: With the SatelliteEquipmentControl plugin it is possible to fine-tune DiSEqC-settings.
ar: مع البلجن للتحكم في معدات الاقمار أنه من الممكن ضبط إعدادات-القسام.

source: SatelliteEquipmentControl allows you to fine-tune DiSEqC-settings
ar: التحكم بمعدات الاقمار الصناعية يسمح لك لضبط إعدادات الدايسك

source: DVDPlayer plays your DVDs on your Dreambox. With the DVDPlayer you can play your DVDs on your Dreambox from a DVD or even from an iso file or video_ts folder on your harddisc or network.
ar: تشغيل مشغل الأقراص على الدفيفدي في جهاز الدريم بوكس باستخدام مشغل الاقراص يمكنك تشغيل أقراص الدفيفدي على الدريم بوكس من قرص الدفيفدي أو حتى من ملف أيزو أو مجلد الفديو بصيغة تي أس على محرك الأقراص الصلبة أو الشبكة.

source: DVDPlayer plays your DVDs on your Dreambox
ar: تشغيل مشغل الأقراص على الدفيفدي في جهاز الدريم بوكس

source: GraphMultiEPG shows a graphical timeline EPG. Shows a nice overview of all running und upcoming tv shows.
ar: الرسم البياني المتعدد لدليل البرامج الإلكتروني يعرض الجدول الزمني البياني لدليل البرامج الإلكتروني. سيعرض نظرة شاملة على كل البرامج والعروض التلفزيونية الحالية والقادمة.

source: GraphMultiEPG shows a graphical timeline EPG
ar: الرسم البياني المتعدد لدليل البرامج الإلكتروني يعرض الجدول الزمني البياني لدليل البرامج الإلكتروني

source: The JSON API Plugin provides a JSON-RPC Api for enigma2.
ar: يوفر البلجن الإضافي لواجهة برمجة تطبيقات جيسون واجهة برمجة تطبيقات JSON-RPC الانجما2.

source: CutListEditor allows you to edit your movies. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
ar: محرر تقصيص أفلامك السماح لك بتعديل أفلامك. تسعى إلى بداية الاشياء التي تريد قطع بعيدا. اضغط على موافق، حدد 'بدء القص'. ثم تسعى إلى النهاية، اضغط موافق، حدد 'نهاية القص'. هذا هو.

source: CutListEditor allows you to edit your movies
ar: محرر تقصيص أفلامك السماح لك بتعديل الأفلام الخاصة بك

source: The PicturePlayer displays your photos on the TV. You can view them as thumbnails or slideshow.
ar: مشغل الصور يعرض صورك على التلفزيون. يمكنك عرضها على هيئة صور صغيرة أو عرض الشرائح.

source: Display your photos on the TV
ar: عرض صورك الخاصة بك على شاشة التلفزيون

source: SkinSelector shows a menu with selectable skins
ar: إختيار سكن وعرض قائمة مع أختيار السكنات

source: The SkinSelector shows a menu with selectable skins. It's now easy to change the look and feel of your Dreambox.
ar: إختيار السكنات يظهر في القائمة مع سكن للاختيار. الان السهل تغيير الشكل والمظهر من جهاز الإستقبال الخاص بك.

source: PositionerSetup helps you installing a motorized dish
ar: يساعدك إعداد الطبق المتحرك على تركيب الطبق آليا

source: With the PositionerSetup plugin it is easy to install and configure a motorized dish.
ar: مع البلجن لضبط الطبق المتحرك من السهل تثبيت وتهيئة الطبق آليا.

source: The Videomode plugin provides advanced video mode settings.
ar: يوفر البلجن الإضافي لوضع الفيديو إعدادات وضع الفيديو المتقدمة.

source: Videomode provides advanced video mode settings
ar: يوفر وضع الفيديو إعدادات وضع الفيديو المتقدمة

source: Test python code with dreambox OS imports in a shell
ar: اختبر كود البايثون مع استيراد نظام التشغيل الدريم بوكس في الهيكل

source: Python devshell fro dreambox OS
ar: البايثون على أجهزة دريم بوكس أو أس

source: Automatically send crashlogs to Dream Multimedia
ar: الإرسال التلقائي لملفات الاعطال إلى شركة دريم ملتيميديا
