Repository: mosadraja/enigma2-po
Catalog: po/*.po
Languages: ar

source: DVB-S
ar: بث الفيديو الرقمي من الأقمار

source: DVB-S + DVB-S2
ar: بث الفيديو الرقمي من الأقمار + بث الفيديو الرقمي الثاني من الأقمار

source: DVB-S only
ar: بث الفيديو الرقمي من الأقمار فقط

source: DVB-S2
ar: بث الفيديو الرقمي الثاني من الأقمار

source: DVB-T
ar: نظام البث الرقمي الأرضي

source: DVB-T2
ar: نظام البث الرقمي الأرضي الثاني

source: DVD
ar: الدفيفدي

source: DVD Drive
ar: سواقة الدفيفدي

source: DVD File Browser
ar: تصفح ملفات الديفيدي

source: DVD Player
ar: مشغل الديفيدي

source: DVD Titlelist
ar: قائمة عناوين الديفيدي

source: DVD subtitles
ar: ترجمات الدفيفدي

source: Danish
ar: الدنماركية

source: Data Source
ar: مصدر البيانات

source: Database has been reset successfully!
ar: تمت إعادة تعيين قاعدة البيانات بنجاح!

source: Database reset FAILED!
ar: فشل إعادة تعيين قاعدة البيانات!

source: Date
ar: تاريخ

source: Decide if you want to enable or disable the Cleanup Wizard.
ar: قرر إذا كنت تريد تشغيل أو تعطيل نافذة إعدادات التنظيف.

source: Decide what should be done when crashlogs are found.
ar: قرر ماذا يجب أن يحدث عند وجود ملف أعطال .

source: Decide what should happen to the crashlogs after submission.
ar: قرر ماهو مصير ملف العطال بعد إرساله.

source: Default
ar: الإفتراضي

source: Default Settings
ar: الإعدادات الافتراضية

source: Default movie location
ar: المكان الافتراضي للافلام

source: Default storage device
ar: جهاز التخزين الافتراضي

source: Default storage device is not available!
ar: جهاز التخزين الافتراضي غير متوفر!

source: Default storage device was removed!
ar: تمت إزالة جهاز التخزين الافتراضي!

source: Delete
ar: حذف

source: Delete / Navigate forward
ar: حذف / انتقل للأمام

source: Delete All
ar: حذف الكل

source: Delete Bookmark?
ar: حذف إشارة مرجعية؟

source: Delete Cookie?
ar: حذف ملف تعريف الارتباط؟

source: Delete and quit
ar: حذف والخروج

source: Delete and return to movie list
ar: الحذف والرجوع إلى قائمة الافلام

source: Delete crashlogs
ar: مسح سجل العطب

source: Delete entry
ar: مسح المدخل

source: Delete failed!
ar: فشل المسح!

source: Delete no more configured satellite %s?
ar: مسح الاقمار الغير مكونه %s ؟

source: Depends on
ar: يعتمد على

source: Description
ar: الوصـف

source: Deselect
ar: إلغاء الاختيار

source: Details
ar: التفاصيل

source: Details for plugin:
ar: تفاصيل الإضافات:

source: Detected HDD:
ar: يوجد قرص صلب:

source: Detected NIMs:
ar: الكشف عن مضمون هوامش الخدمات:

source: Device already hard mounted over filesystem table. Remove fstab entry?
ar: الجهاز تم ربطه بالفعل على جدول نظام الملفات. هل تريد إزالة إدخال جدول نظام ملفات نظام التشغيل؟

source: Devices
ar: الأجهزة

source: DiSEqC A/B
ar: قسام أ/ب

source: DiSEqC A/B/C/D
ar: قسام أ/ب/ج/د

source: DiSEqC mode
ar: وضع القسام

source: DiSEqC repeats
ar: تكرار القسام

source: DiSEqC-Tester settings
ar: إعدادات إختبار القسام

source: Digital contour removal
ar: إزالة المحيط الرقمي

source: Direct IO (default)
ar: مباشرة (افتراضي)

source: Direct playback of linked titles without menu
ar: التشغيل المباشر للعناوين المرتبطة بدون قائمة

source: Directory %s has been removed from the database!
ar: تمت إزالة %s المسار من قاعدة البيانات!

source: Directory %s nonexistent.
ar: المسار %s غير موجود.

source: Directory browser
ar: متصفح المسارات

source: Disable
ar: تعطيل

source: Disable Animations
ar: تعطيل القوائم المتحركة

source: Disable Parental Control
ar: تعطيل الرقابة الأبوية

source: Disable Picture in Picture
ar: تعطيل صوره داخل صوره

source: Disable crashlog reporting
ar: تعطيل التبليغ عن ملف الاعطال

source: Disable timer
ar: تعطيل المؤقت

source: Disabled
ar: تم التعطيل

source: Discard changed settings?
ar: هل تم تجاهل الإعدادات التي تم تغييرها؟

source: Discard changes?
ar: هل يتم تجاهل التغييرات؟

source: Disconnect
ar: قطع الاتصال

source: Disconnect paired remote?
ar: قطع اتصال جهاز التحكم عن بعد الإقتران؟

source: Display 16:9 content as
ar: محتوى أبعاد شاشة العرض 16:9

source: Display 4:3 content as
ar: محتوى أبعاد شاشة العرض 4:3

source: Display >16:9 content as
ar: محتوى أبعاد شاشة العرض 16:9

source: Display and Userinterface
ar: عرض شاشة واجهة المستخدم

source: Display cross-fading for text and pictures
ar: عرض تلاشي للنصوص والصور

source: Display storage device informations.
ar: عرض معلومات جهاز التخزين.

source: Do nothing.
ar: لا تفعل شيء.

source: Do you really want to abort downloading '%s'?
ar: هل تريد حقاً الخروج من التحميل '%s'؟

source: Do you really want to check the filesystem? This could take lots of time!
ar: هل تريد فعلا التحقق من ملفات النظام؟ قد يستغرق ذلك بعض الوقت !

source: Do you really want to clear the History?
ar: هل تريد حقاً مسح السجل؟

source: Do you really want to clear the playlist?
ar: هل تريد حقاً مسح قائمة التشغيل؟

source: Do you really want to connect %s (%s)
ar: هل تريد حقاً الاتصال %s (%s)

source: Do you really want to delete %s?
ar: هل تريد فعلا المسح %s؟

source: Do you really want to delete ALL cookies?
ar: هل تريد حقا حذف جميع ملفات تعريف الارتباط؟

source: Do you really want to delete the bookmark '%s'?
ar: هل تريد حقا حذف الإشارة المرجعية '%s'؟

source: Do you really want to delete the following cookie? Domain: %s Path: %s Key: %s Raw-Content: %s
ar: هل تريد حقاً حذف ملف تعريف الارتباطات التالية؟ الاستضافة: %s المسار: %s المفتاح: %s المحتوى الخام: %s

source: Do you really want to discard all changes?
ar: هل تريد حقاً تجاهل كافة التغييرات؟

source: Do you really want to exit the browser?
ar: هل تريد حقاً الخروج من المتصفح؟

source: Do you really want to exit?
ar: هل تريد فعلا الخروج ؟

source: Do you really want to initialize this %(desc)s? All data on this %(desc)s will be lost!
ar: هل تريد تهيئة هذا %(القرص)؟ سيتم فقدان كافة البيانات على هذا %(القرص)!

source: Do you really want to remove ALL content (including playlists) from the database?
ar: هل تريد حقا إزالة جميع المحتوى (بما في ذلك قوائم التشغيل) من قاعدة البيانات؟

source: Do you really want to remove directory %s from the disk?
ar: هل تريد فعلا إزالة المسار %s من القرص؟

source: Do you really want to remove the directory %s and all of it's content from the database?
ar: هل تريد حقا إزالة المسار %s وجميع محتوياته من قاعدة البيانات؟

source: Do you really want to remove the following certificate from the list of trusted certificates? Hostname: %s SHA1-Fingerprint: %s
ar: هل تريد بالفعل إزالة الشهادة التالية من قائمة الشهادات الموثوق بها؟ اسم المضيف: %s SHA1-بصمة: %s

source: Do you really want to remove your bookmark of %s?
ar: هل تريد فعلا حذف الإشارة المرجعية %s؟

source: Do you want to burn this collection to DVD medium?
ar: هل تريد حرق هذه المجموعة فى وسيط الدفيفدي ؟

source: Do you want to cancel the guided setup?
ar: هل تريد إلغاء الإعداد الإرشادي؟

source: Do you want to enable the parental control feature on your dreambox?
ar: هل تريد تمكين ميزة الرقابة الأبوية على جهاز الدريم بوكس الخاص بك؟

source: Do you want to install the package:
ar: هل تريد فعلا تثبيت الحزمة:

source: Do you want to play DVD in drive?
ar: هل تريد تشغيل الديفيدي الموجود فى السواقه؟

source: Do you want to preview this DVD before burning?
ar: هل تريد معاينة هذا الديفيدي قبل الحرق؟

source: Do you want to produce this collection?
ar: هل تريد إنتاج هذه المجموعة؟

source: Do you want to reboot your Dreambox?
ar: هل تريد إعادة تشغيل جهاز الدريم بوكس الخاص بك؟

source: Do you want to remove the package:
ar: هل تريد فعلا حذف المجموعة:

source: Do you want to restore your settings?
ar: هل تريد إستعادة نسخة من الإعدادات ؟

source: Do you want to resume this playback?
ar: هل تريد إستئناف تشغيل هذا الحدث؟

source: Do you want to update now?
ar: هل تريد التحديث الآن؟

source: Do you want to update your Dreambox?
ar: هل تريد تحديث جهاز الدريم بوكس الخاص بك؟

source: Do you want to upgrade the package:
ar: هل تريد ترقية الحزمة:

source: Domain
ar: النطاق

source: Don't add this recording
ar: عدم إضافة هذا التسجيل

source: Don't ask again!
ar: لا تسأل مرة أخرى!

source: Don't ask, just send
ar: لا تسأل ، فقط أرسل

source: Don't stop current event but disable coming events
ar: لا توقف الحدث الحالي ولكن تعطيل الأحداث القادمة

source: Don't worry your device is still ok! There are several safety mechanisms in place! Your device is still as fine as it was before this procedure!
ar: لا تقلق جهازك لا يزال على ما يرام! هناك العديد من آليات السلامة في مكان! جهازك لا يزال على ما يرام كما كان قبل هذا الإجراء!

source: Done - Installed or upgraded %d packages
ar: تم - تثبيت أو تحديث %d الحزمة

source: Done - Installed, upgraded or removed %d packages with %d errors
ar: تم - التثبيت ، تحديث أو حذف %d الحزمة مع %d الأخطاء

source: Done - No updates available.
ar: إنتهى - لا توجد تحديثات متوفرة.

source: Down
ar: أسفل

source: Download
ar: تحميل

source: Download Manager
ar: مدير تحميل الإضافات

source: Download started...
ar: تم بدء التحميل...

source: Downloading
ar: جاري التحميل

source: Downloads
ar: التحميلات

source: Dpkg
ar: ملفات ديبيان المحمية

source: Dreambox format data DVD (HDTV compatible)
ar: تهئية معلومات الدفيفدي على جهازك (قنوات عالية الوضوح المتوافقة)

source: Dreambox format data DVD (won't work in other DVD players)
ar: قرص الدفيفدي لبيانات تنسيق الدريم بوكس (لن يعمل في مشغلات الدفيفدي الأخرى)

source: Dreambox software because updates are available.
ar: تؤفر تحديثات برمجية على الجهاز الدريم بوكس.

source: Dutch
ar: الهولندية

source: Dynamic
ar: تفاعلي

source: Dynamic contrast
ar: تباين ديناميكي

source: EPGCache Test
ar: أختبار مساحة التخزين المؤقتة لدليل البرامج الإلكترونية

source: ERROR - failed to scan (%s)!
ar: خطأ - فشل البحث (%s)!

source: ERROR!
ar: خطأ!

source: ERROR! Frontprocessor Update
ar: خطأ! تحديث من الواجهة الأمامية

source: ERROR: Cannot add '%s'
ar: خطأ: لا يمكن إضافته '%s'

source: East
ar: شرق

source: Edit
ar: تعديل

source: Edit Title
ar: تعديل العنوان

source: Edit bouquets list
ar: تحرير قائمة الباقات

source: Edit chapters of current title
ar: تحرير الفصول والعنوان الحالي

source: Edit services list
ar: تحرير قائمة القنوات

source: Edit settings
ar: تحرير الاعدادات

source: Edit title
ar: تعديل العنوان

source: Edit upgrade source url.
ar: تحرير عنوان مصدر الترقيه.

source: Eject.
ar: اخراج.

source: Elapsed
ar: المنقضي

source: Elapsed / duration
ar: المنقضي / المدة

source: Elapsed / remain / duration
ar: المنقضي / المتبقي / المدة

source: Electronic Program Guide
ar: دليل البرامج الإلكتروني

source: Enable
ar: تفعيل

source: Enable 5V for active antenna
ar: تفعيل بقوة خمسة فولت للهوائي النشط

source: Enable Cleanup Wizard?
ar: تفعيل معالج التنظيف ؟

source: Enable Parental Control
ar: تمكين الرقابة الابوية

source: Enable automatic partition mounting?
ar: تمكين تركيب التقسيم التلقائي؟

source: Enable parental control
ar: تفعيل الرقابة الأبوية

source: Enable partition automount?
ar: تمكين تقسيم مشاركة المساحة تلقائيا؟

source: Enable persistent storage
ar: تمكين التخزين الدائم

source: Enable timer
ar: تفعيل المؤقت

source: Enable vendor specific handling
ar: تمكين معالجة الموارد الخاصة

source: Enabled
ar: تم التفعيل

source: Encoder Presets
ar: إعدادات التشفير المسبقة

source: Encoder service can only be set when in TV-Services mode!
ar: لا يمكن ضبط خدمة التشفير إلا في وضع القناة التلفزيونية!

source: Encoder service now set to {0}
ar: تم تعيين خدمة التشفير الآن على {0}

source: Encoder service was already set to {0}
ar: تم بالفعل تعيين خدمة التشفير على {0}

source: End time
ar: وقت النهاية

source: EndTime
ar: وقت الانتهاء

source: English
ar: الإنجليزية

source: Enigma2 Skinselector If you experience any problems please contact stephan@reichholf.net © 2006 - Stephan Reichholf
ar: أختيار السكن الانجما 2 إذا كنت تعانى من أى مشكله رجاء الاتصال بـ stephan@reichholf.net © 2006 - Stephan Reichholf

source: Enter main menu...
ar: دخول القائمه الرئيسية...

source: Enter mountpoint path.
ar: أدخل مسار ربط الأجهزة الخارجية.

source: Enter pin code
ar: أدخل الرمز السري

source: Enter the service pin
ar: أدخل الرقم السري للقناة

source: Enter web address or search term
ar: أدخل عنوان الويب أو عبارة البحث

source: Error
ar: خطأ

source: Error: %s Retry?
ar: خطأ: %s إعادة المحاوله ؟

source: Estonian
ar: الإستونية

source: Event-progessbar position
ar: موقع-شريط تقدم الأحداث

source: Everything is fine
ar: كل شيء على ما يرام

source: Exceeds Bludisc medium!
ar: يتجاوز متوسط قرص البلوراي!

source: Exceeds dual layer medium!
ar: يتجاوز الطبقة المزدوجة المتوسطة!

source: Execution Progress:
ar: معالح التنفيذ:

source: Execution finished!!
ar: إنتهاء التنفيذ!!

source: Exif
ar: عن الصورة

source: Exit
ar: الخروج

source: Exit editor
ar: خروج من المحرر

source: Exit input device selection.
ar: إختيار خروج وإدخال الجهاز.

source: Exit storage device selection.
ar: خروج من جهاز التخزين المحدد.

source: Exit the cleanup wizard
ar: خروج من نافذة إعدادات التنظيف

source: Experimental vendor specific handling
ar: معالجة البائع التجريبية الخاصة

source: Expert
ar: متخصص

source: Expert Encoder Settings
ar: إعدادات التشفير المتقدمة

source: Expired: %s
ar: انتهت مدة صلاحيتها: %s

source: Extend Animations Configuration
ar: تمديد أشكال القوائم المتحركة

source: Extended
ar: ممتد

source: Extended Software
ar: برنامج تشغيلي ممتد

source: Extended Software Plugin
ar: بلجن البرنامج التشغيلي الممتد

source: Extensions
ar: إضافات

source: Extensions management
ar: التحكم في الإضافات

source: FEC
ar: خاصية تصحيح الخطأ

source: FLAC
ar: صيغة فلاك

source: FSBL Update Check
ar: التحقق من تحديث برنامج التشغيل من البداية

source: Failed
ar: فشل

source: Failure
ar: فشل

source: Fan %d
ar: مروحه %d

source: Fan %d PWM
ar: جهد %d المروحة

source: Fan %d Voltage
ar: مروحه %d فولتيه

source: Fast
ar: سريع

source: Fast DiSEqC
ar: قسام سريع

source: Fast Forward
ar: تقديم سريع

source: Fast epoch
ar: عصر السرعة

source: Favorites (Radio)
ar: مفضلات (القنوات الإذاعية)

source: Favorites (TV)
ar: مفضلات (قنوات التلفزيون)

source: Favourites
ar: المفضلات

source: File Browser
ar: مدير ملفات

source: Filesystem
ar: نظام الملفات

source: Filesystem check completed without errors.
ar: تم التحقق من نظام الملفات دون أخطاء.

source: Filesystem contains uncorrectable errors
ar: نظام الملفات به أخطاء لا يمكن تصحيحها

source: Finish without further actions
ar: إنهاء دون اتخاذ إجراءات إضافية

source: Finished
ar: تم الإنتهاء

source: Finnish
ar: الفنلندية

source: Firmware flasher is missing or broken! Cancelled!
ar: البرنامج الثابت على الفلاشة مفقود أو معطوب!تم الالغاء!

source: Flash Bluetooth Receiver Firmware?
ar: البرنامج التشغيلي لمعالج البلوتوث؟

source: Flashing Adapter Firmware
ar: محول البرنامج التشغيلي

source: Flashing Frontprocessor Firmware
ar: البرنامج التشغيلي من الواجهة الأمامية

source: Flashing firmware...
ar: وميض البرنامج التشغيلي...

source: Follow Live
ar: متابعة البث المباشر

source: Following tasks will be done after you press OK!
ar: سيتم تنفيذ المهام التالية بعد الضغط على موافق!

source: Forced
ar: مرغم

source: Format
ar: تهئية

source: Forward Volume keys to TV/AVR
ar: رفع مستوى الصوت عبر مفتاح التلفزيون/أي اف ار

source: Framerate
ar: معدل الإطار

source: Free
ar: مجاني

source: French
ar: الفرنسية

source: Frequency
ar: التردد

source: Frequency bands
ar: نطاقات التردد

source: Frequency scan step size(khz)
ar: حجم خطوة البحث عن التردد(كيلو هيرتز)

source: Frequency start
ar: تشغيل التردد

source: Frequency steps
ar: خطوات التردد

source: Frequency stop
ar: إيقاف التردد

source: Fri
ar: الجمعة

source: Friday
ar: الجمعة

source: Frisian
ar: الفارسية

source: From: %s
ar: من: %s

source: Front USB
ar: فتحة الفلاش مموري الأمامية

source: Front USB 3.0
ar: فتحة الفلاش مموري الأمامية 3.0

source: Frontprocessor Firmware
ar: البرنامج التشغيلي من الواجهة الأمامية

source: Frontprocessor Update
ar: تحديث من الواجهة الأمامية

source: Frontprocessor update failed Retrying!
ar: فشل تحديث من الواجهة الأمامية إعادة المحاولة!

source: Frontprocessor update failed multiple times! Please contact the support! You can try executing 'flash-nrf52 --program --verify --start' on a console manually
ar: فشل تحديث من الواجهة الأمامية عدة مرات! يرجى الاتصال بالدعم! يمكنك محاولة تنفيذ 'فلاش nrf52 --برنامج --التحقق من --ابدأ' على وحدة تحكم يدوياً

source: Frontprocessor version: %s
ar: إصدار المعالج الأمامي: %s

source: Fsck failed
ar: فشل فحص الملفات

source: Fullscreen: Background color
ar: ملء الشاشة: لون الخلفية

source: Fullscreen: Frame size
ar: ملء الشاشة: حجم الإطار

source: Fullscreen: Show info line
ar: ملء الشاشة: عرض سطر المعلومات

source: Fullscreen: Text color
ar: ملء الشاشة: لون النص

source: GOP Length (ms, P-Frames auto calculated)
ar: طول مجموعة صور (مللي ثانية، ب-الإطارات تلقائياً محسوبة)

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
ar: يجب إعادة تشغيل الانجما 2 لتطبيق تغيير السكن هل تريد إعادة تشغيل الانجما 2 الان ؟

source: Gateway (IPv4)
ar: البوابة (IPv4)

source: Gateway (IPv6)
ar: البوابة (IPv6)

source: General
ar: عام

source: General AC3 Delay
ar: تأخير ترميز الصوت الثلاثي العام

source: General PCM Delay
ar: تأخير تعديل ترميز الذبذبة العام

source: General Settings
ar: الاعدادات العامة

source: Genre
ar: تصنيف

source: German
ar: الألمانية

source: Google
ar: جوجل

source: Goto 0
ar: أذهب إلى القمر 0

source: Goto position
ar: الذهاب إلى الموقع

source: GraphMultiEPG settings
ar: إعدادات الدليل الإلكتروني المتعدد الرسومي

source: Graphical Multi EPG
ar: دليل برامج يومية تفصيلية متعدد

source: Greek
ar: اليونانية

source: Green
ar: أخضر

source: Green boost
ar: دعم أخضر

source: Gstreamer error: %s
ar: خطاء الجيستريمر: %s

source: Guard interval
ar: فترة الحماية

source: HD
ar: عالي الوضوح

source: HDMI CEC
ar: التحكم بكييل عالي الوضوح

source: HDMI CEC: Setup
ar: إعدادات: التحكم بكيبل عالي الوضوح

source: HDMI CeC: Devices
ar: أجهزة: التحكم بكيبل عالي الوضوح

source: HDMI Input
ar: مدخل كيبل عالي الوضوح

source: HDR10 Support
ar: يدعم تقنية المدى الديناميكي العالي

source: HE-AAC
ar: ترميز صوتي متقدم عالي الكفاءة

source: HLG Support
ar: يدعم النطاق الديناميكي العالي لوغاما

source: HLS
ar: بروتوكول نقل شبكة البث

source: HLS Server
ar: خادم بروتوكول نقل شبكة البث

source: Haptic feedback in lists
ar: ردود الفعل اللمسية في القوائم

source: Hard disk
ar: القرص الصلب

source: Hardware address
ar: عنوان المعالج

source: HbbTV
ar: تطبيق البث الهجين

source: HbbTV Applications
ar: تطبيقات البث الهجين

source: HbbTV Browser
ar: متصفح تطبيق البث الهجين

source: HbbTV Setup
ar: ضبط تطبيق البث الهجين

source: HbbTV Text
ar: نص تطبيق البث الهجين

source: HbbTV functionality
ar: وظيفة تطبيق البث الهجين

source: Hebrew
ar: العبرية

source: Helps setting up your dish
ar: مساعدتك على إعداد طبق الاستقبال الخاص بك

source: Hierarchy info
ar: معلومات التسلسل الهرمي

source: High
ar: مرتفع

source: High bitrate support
ar: دعم معدل البث العالي

source: Higher
ar: الاعلى

source: History
ar: الأرشيف

source: History cleared!
ar: تم تنظيف السجل!

source: Hold First Frame
ar: تعليق الاطار الاول

source: Home Page
ar: الصفحة الرئيسية

source: Home page has been set to '%s'
ar: تم تعيين الصفحة الرئيسية على '%s'

source: Horizontal
ar: أفقـي

source: How many minutes do you want to record?
ar: كم دقيقه تريد أن تسجل ؟

source: How to handle found crashlogs?
ar: كيف أتعامل مع ملف الاعطال؟

source: Hue
ar: درجة اللون

source: Hungarian
ar: الهنغارية

source: IP
ar: عنوان الايبي

source: IR-Mode LED color when connected to this dreambox
ar: لون الشاشة الطبيعية لوضع الأشعة تحت الحمراء عند الاتصال بهذا الدريم بوكس

source: IR-Setup
ar: ضبط-الريموت تحت الاشعة الحمراء

source: ISO file is too large for this filesystem!
ar: ملف الايزو كبير جدا على ملفات النظام !

source: ISO path
ar: مسار أيزو

source: Icelandic
ar: الآيسلندية

source: Idle
ar: خمول

source: Idle Mode
ar: وضع الخمول

source: If you see this, something is wrong with your scart connection. Press OK to return.
ar: إذا كنت تشاهد هذا، فهناك شيئ خطا فى وصلة كيبل سكارت . أضغط موافق للرجوع.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
ar: "إذا كان التليفزيون به خاصية الاضاءه أو تعزيز التباين ، قم بتعطيلها . إذا كان هناك شيئ أسمه "ديناميكى" قم بضبطه الى الوضع القياسى . أضبط الاضاءه الخلفيه الى قيمه تناسب ذوقك . أخفض التباين فى التليفزيون الى أقل مستوى ممكن بعد ذلك أخفض مستوى الاضاء الى أقل مستوى ممكن ، لكن ـاكد من وجود ظللين رماديين يمكن بقائهما فى حالة تمييز لا تهتم بظلال الاضاءه الان . سيتم عمل الاعادادت لها فى الخطوه القادمه إذا كنت تتقبل النتيجه ، أضغط موافق".

source: Ignore 'Active Source' when not sent by the TV
ar: تجاهل 'المصدر النشط' عند عدم إرساله من قبل التلفزيون

source: Ignore CeC ready-state on startup
ar: تجاهل حالة الاستعداد للتحكم في إلكترونيات المستهلك عند بدء التشغيل

source: Ignore Device Power States
ar: تجاهل حالات طاقة الجهاز

source: In Progress
ar: جاري التقدم

source: In order to record a timer, the TV was switched to the recording service!
ar: من أجل تسجيل مؤقت ، تم تحويل التلفزيون إلى قناة التسجيل!

source: Inactivity shutdown
ar: اغلاق الخمول

source: Increased voltage
ar: فولت زائد

source: Info
ar: معلومات

source: InfoBar
ar: شريط المعلومات

source: Init
ar: التهيئة

source: Inital Setup Finished!
ar: انتهى الإعداد الأولي!

source: Initial location in new timers
ar: أولوية الموقع في المؤقتات الجديدة

source: Initialize
ar: التهئية

source: Initialize selected storage device or remove offline storage device.
ar: تهيئة جهاز التخزين المحدد أو إزالة جهاز التخزين غير المتصل.

source: Initialize this %(desc)s.
ar: تهيئة هذا %(القرص).

source: Initializing %(desc)s...
ar: جاري تهيئة هذا %(القرص).

source: Input
ar: الإدخال

source: Input Device Autosetup
ar: الإعداد التلقائي لجهاز الإدخال

source: Input Devices
ar: الاجهزة المدخلة

source: Input device setup
ar: إدخال إعدادات الجهاز

source: Input devices
ar: الاجهزة المدخلة

source: Input required
ar: مطلوب الإدخال

source: Install
ar: تثبيت

source: Install extensions.
ar: تثبيت الملحقات.

source: Install local extension
ar: تثبيت إضافات محليه

source: Install or remove finished.
ar: إنتهاء التثبيت أو الحذف.

source: Install settings, skins, software...
ar: تثبيت إعدادات، السكن ، برامج التشغيل....

source: Installation finished.
ar: إنتهاء التثبيت.

source: Installing
ar: جاري التثبيت

source: Installing default service lists... Please wait...
ar: يتم الآن تثبيت قوائم القنوات الافتراضية... الرجاء الانتظار...

source: Installing...
ar: جاري التثبيت...

source: Instant Record...
ar: التسجيل الفوري ...

source: Instant record location
ar: مكان التسجيل الفوري

source: Intermediate
ar: متوسط

source: Internal Flash
ar: الفلاشة الداخلية

source: Internal USB
ar: الفلاش مموري الداخلي

source: Invalid Location
ar: موقع غير صالح

source: Invalid directory selected: %s
ar: تم أختيار مسار غير صالح: %s

source: Inversion
ar: عكـس

source: Is this videomode ok?
ar: هل توافق على وضعية الفيديو هذه؟

source: Issued for:
ar: صدرت من أجل:

source: Italian
ar: الايطالية

source: Job Manager
ar: إدارة الوظيفة

source: Just Scale
ar: مقياس مجرد

source: Keyboard
ar: لوحة المفاتيح

source: LED color when connected to this dreambox
ar: لون الشاشة الطبيعي عند الاتصال بهذا الدريم بوكس

source: LNB
ar: اللاقط

source: LOF/H
ar: تردد الذبذبة المحلي العالي

source: LOF/L
ar: تردد الذبذبة المحلي المنخفض

source: LPCM
ar: إخراج الصوت المحيطي

source: Language selection
ar: إختيار اللغـة

source: Last check
ar: أخر تحقق

source: Last config
ar: الإعدادات الاخيرة

source: Last speed
ar: أخر سرعة

source: Last visted
ar: آخر زيارة

source: Latitude
ar: خط العرض

source: Latvian
ar: اللاتفية

source: Leave DVD Player?
ar: هل تريد مغادرة مشغل الديفيدي ؟

source: Left
ar: يسار

source: Letterbox
ar: شاشة مصغرة

source: Level
ar: المستوى

source: Limit east
ar: الحد الشرقى

source: Limit west
ar: الحد الغربى

source: Limits off
ar: الحدود لاتعمل

source: Limits on
ar: الحدود تعمل
