Repository: mosadraja/enigma2-po
Catalog: po/*.po
Languages: ar

source: !!! ATTENTION !!! Due to major firmware changes you can not downgrade to images dated before this one anymore! This update is mandatory and should not be skipped! !!! ATTENTION !!!!
ar: !!! تحذير !!! نظرًا للتغييرات الرئيسية في البرنامج التشغيلي ، لا يمكنك الرجوع إلى إصدار أقدم من الصور المؤرخة قبل هذا بعد الآن! هذا التحديث إلزامي ولا يجب تخطيه! !!! انتباه !!!!

source: DO NOT TURN OFF YOUR DREAMBOX!
ar: لا تقم بإيقاف تشغيل جهاز الدريم بوكس الخاص بك!

source: Issued from:
ar: صدرت من:

source: Validity:
ar: الصلاحية:

source: Advanced options and settings.
ar: إعدادات و خيارات متقدمة.

source: After pressing OK, please wait!
ar: بعد الضغط على موافق ، الرجاء الانتظار!

source: Backup your Dreambox settings.
ar: النسخة الإحتياطية لإعدادات الخاصة بك .

source: Check software updates periodically.
ar: تحقق من تحديثات البرنامج التشغيلي بشكل دوري.

source: Edit the upgrade source address.
ar: تحرير عنوان مصدر الترقية.

source: Manage extensions or plugins for your Dreambox
ar: تحكم فى الإضافات والبلجن في جهازك الدريم بوكس الخاص بك

source: Online update of your Dreambox software.
ar: تحديث البرنامج التشغيلي لجهاز الدريم بوكس عن طريق الانترنت.

source: Press OK on your remote control to continue.
ar: أضغط موافق من ريموت التحكم عن بعد للاستمرار.

source: Restore your Dreambox settings.
ar: إستعادة نسخة الإعدادات لجهاز الدريم بوكس الخاص بك.

source: Restore your Dreambox with a new firmware.
ar: إستعادة نسخة الإعدادات لجهاز الدريم بوكس مع التحديث الجديد.

source: Restore your backups by date.
ar: إستعادة النسخ الاحتياطية الخاصة بك حسب التاريخ.

source: Scan for local extensions and install them.
ar: البحث عن أضافات محلية وثبيتها.

source: Select your backup device. Current device:
ar: أختار النسخة الإحتياطية في جهازك . الجهاز الحالي:

source: System will restart after the restore!
ar: سيتم عمل إعادة تشغيل بعد الإستعاده!

source: View, install and remove available or installed packages.
ar: عرض,وتثبيت و إزالة الحزم المتوفرة أو تثبيتها.

source: extensions.
ar: الإضافات.

source: ms
ar: جزء من الثانية

source: packages selected.
ar: الحزم المختاره.

source: updates available.
ar: .التحديثات المتاحه.

source: !! Bootloader Upgrade !!
ar: !! ترقية البرنامج التشغيلي !!

source: %(Desc)s
ar: %(القرص)

source: %(Desc)s already configured!
ar: %(القرص) جاهز إعداداته!

source: %(num)d hour
ar: %(عدد)d صفر ساعات

source: %d jobs are running in the background!
ar: %d وظائف تعمل فى الخلفية!

source: %d min
ar: %d دقيقة

source: %d services found!
ar: %d العثور على القنوات!

source: %d transponder(s) found
ar: %d العثور على التردد (الترددات)

source: %d transponders found at %d:%02dmin
ar: %d العثور على الترددات في %d:%02dدقيقة

source: %d:%02d/%d:%02dmin
ar: %d:%02d/%d:%02dدقيقة

source: %dMHz scanned
ar: %dMHz تم البحث

source: %i entries (%i pending)
ar: %i الإدخالات (%i معلقة)

source: %s %03d blocks written %03d blocks verified (%s)
ar: %s %03d كتل مكتوبة %03d الكتل التي تم التحقق منها (%s)

source: %s %03d blocks written (%s)
ar: %s %03d كتل مكتوبة (%s)

source: %s (%s, %d MB free)
ar: %s (%s, %d ميقابايت متوفرة)

source: %s Time server %s
ar: %s خادم الوقت %s

source: %s - scanning...
ar: %s - جاري البحث...

source: %s IPv%s Address: %s %s: %s Gateway: %s
ar: %s IPv%s العنوان: %s %s: %s البوابة: %s

source: %s IR codes acknowledged!
ar: %s رموز الأشعة تحت الحمراء المعترف بها!

source: %s IR codes sent!
ar: %s رموز الأشعة تحت الحمراء المرسلة!

source: %s Network - Name servers
ar: %s الشبكة - أسم الخوادم

source: %s devices
ar: %s الاجهزة

source: %s mapped keys, %s unmapped keys
ar: %s المفاتيح المعيّنة، %s مفاتيح غير معيّنة

source: %s previously installed package(s) have been restored!
ar: %s الحزمة المثبتة مسبقاً تم استعادتها!

source: %sName server %s
ar: %s أسم الخادم %s

source: '%s' contained a total of %s files. %s of them contain audio or video.
ar: '%s' تحتوي على مجموعه %s الملفات. %s منها تحتوي على الصوت أو الفيديو.

source: (ZAP)
ar: (تنقل)

source: (empty)
ar: (فارغ)

source: (show optional DVD audio menu)
ar: (عرض قائمة صوت ديفيدي إختياريه)

source: * current animation
ar: * الشكل المتحرك الحالي

source: -- All --
ar: -- الكل --

source: 1.712 MHz
ar: 1.712 ميغاهيرتز

source: 10 MHz
ar: 10 ميغاهيرتز

source: 13 V
ar: 13 فولت

source: 14 days
ar: 14 يوم

source: 16:10 Letterbox
ar: 16:10 شاشة مصغرة

source: 16:10 PanScan
ar: 16:10 شاشة عريضة

source: 16:9 Letterbox
ar: 16:9 شاشة مصغرة

source: 16:9 always
ar: 16:9 دائما

source: 18 V
ar: 18 فولت

source: 21 days
ar: 21 يوماً

source: 28 days
ar: 28 يوماً

source: 2nd line info
ar: معلومات السطر الثاني

source: 30 minutes
ar: 30 دقيقة

source: 4:3 Letterbox
ar: 4:3 شاشة مصغرة

source: 4:3 PanScan
ar: 4:3 شاشة عريضة

source: 5 minutes
ar: 5 دقائق

source: 60 minutes
ar: 60 دقيقة

source: 7 days
ar: 7 أیام

source: <Current movielist location>
ar: <موقع قائمة الافلام الحاليه>

source: <Default movie location>
ar: <مكان الافلام الإفتراضي>

source: <Last timer location>
ar: <مكان المؤقت الأخير>

source: <No default storage device selected.>
ar: <لا يتم تحديد جهاز تخزين افتراضي.>

source: <unknown>
ar: <مجهول>

source: A certificate for the desired secure connection has the following errors: %s Do you want to add an exception for this certificate and accept connections to this host anyways?
ar: تحتوي شهادة الاتصال الآمن المطلوب على الأخطاء التالية: %s هل تريد إضافة استثناء لهذه الشهادة وقبول الاتصالات بهذا المضيف على أي حال؟

source: A finished record timer wants to set your Dreambox to standby. Do that now?
ar: انتهاء التسجيل بالمؤقت حسب إعداداتك كم تريد الدريم بوكس فى وضع الاستعداد , أفعل ذلك الان ؟

source: A finished record timer wants to shut down your Dreambox. Shutdown now?
ar: إنتهاء التسجيل بالمؤقت هل تريد إيقاف التشغيل إيقاف تشغيل.جهاز الدريم بوكس الخاص بك؟

source: A graphical EPG for all services of an specific bouquet
ar: دليل البرامج الإلكتروني البياني لكل القنوات وأي باقة معينه

source: A new bluetooth remote has been discovered. Connect now?
ar: تم اكتشاف جهاز تحكم عن بعد جديد بلوتوث. أتصل الآن؟

source: A record has been started: %s
ar: التسجيل بدأ: %s

source: A recording is currently running. What do you want to do?
ar: هناك تسجيل جاري الان ماذا تريد أن تفعل ؟

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
ar: هناك تسجيل جاري حاليا . من فضلك أوقف التسجيل قبل محاولة ضبط النظام المتحرك.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
ar: هناك تسجيل جاري حاليا . من فضلك أوقف التسجيل قبل محاولة بدأ مكتشف الأقمار.

source: A required tool (%s) was not found.
ar: لم يتم العثور (%s) على الأداة المطلوبة.

source: A settings backup has been found. Do you want to restore your settings now? NOTE: Enigma2 will restart automatically after restoring your settings.
ar: تم العثور على نسخة احتياطية للإعدادات. هل تريد استعادة الإعدادات الآن؟ ملاحظة: سيتم إعادة تشغيل الانجما 2 تلقائياً بعد استعادة الإعدادات الخاصة بك.

source: A sleep timer wants to set your Dreambox to standby. Do that now?
ar: ضبط مؤقت النوم الخاص بك كما تريد جهاز الدريم بوكس إلى وضع الاستعداد. أفعل ذلك الآن؟

source: A sleep timer wants to shut down your Dreambox. Shutdown now?
ar: إغلاق مؤقت النوم الخاص بك كما تريد جهاز الدريم بوكس إلى وضع الإيقاف. أفعل ذلك الآن؟

source: A small overview of the available icon states and actions.
ar: لمحة صغيرة من الأيقونة المتاحة للحالات والإجراءات.

source: A timer failed to record! Disable TV and try again?
ar: فشل عمليه التسجيل بالمؤقت قم بتعطيل التليفزيون وحاول مره ثانيه؟

source: A/V Settings
ar: إعدادات الصوت والصورة

source: AACS certificate revoked
ar: تم إبطال شهادة نظام الوصول المتقدم للمحتوى

source: AACS configuration file missing
ar: ملف إعدادات شهادة نظام الوصول المتقدم للمحتوى مفقود

source: AAS Advanced SSA
ar: صيغ ملفات الترجمة المتقدمة

source: AC3
ar: تأخير ترميز الصوت الثلاثي العام

source: AC3 default
ar: ترميز الصوت الثلاثي الإفتراضي

source: AC3 downmix
ar: ترميز الصوت الثلاثي المنخفض

source: AC3+
ar: ترميز الصوت الثلاثي الإضافي

source: ATTENTION! Potential security breach detected! A certificate for the desired secure connection has CHANGED! In addition it has the following errors: %s Do you want to add an exception for this certificate and accept connections to this host anyways?
ar: تحذير! تم الكشف عن خرق أمني محتمل! تم تغيير شهادة الاتصال الآمن المطلوب! بالإضافة إلى أنه يحتوي على الأخطاء التالية: %s هل تريد إضافة استثناء لهذه الشهادة وقبول الاتصالات بهذا المضيف على أي حال؟

source: AUTOMATICALLY start service searching, press green to change
ar: بدء البحث عن القناة تلقائيًا ، اضغط على اللون الأخضر للتغيير

source: Abort
ar: الخروج

source: Abort Download?
ar: الخروج من التحميل؟

source: About...
ar: حول...

source: Accuracy (higher is better)
ar: الدقه (الاعلى أفضل)

source: Action
ar: الإجراء

source: Action:
ar: الإجراء:

source: Activate Picture in Picture
ar: تفعيل صورة داخل صورة

source: Active connection
ar: الاتصال نشط

source: Active name servers: %s
ar: أسم الخوادم النشطة: %s

source: Active time servers: %s
ar: وقت الخوادم النشطة: %s

source: Add
ar: إضافة

source: Add & play
ar: إضافة وتشغيل

source: Add '%s' to Bookmarks
ar: إضافة '%s' إلى الإشارات المرجعية

source: Add Bookmark
ar: إضافة علامة مرجعية

source: Add a mark
ar: إضافة علامة

source: Add a new title
ar: إضافة عنوان جديد

source: Add file(s) to Playlist
ar: إضافة ملف (ملفات) إلى قائمة التشغيل

source: Add timer
ar: إضافة مؤقت

source: Add title
ar: إضافة عنوان

source: Add to bouquet
ar: إضافه الى الباقة

source: Add to favourites
ar: إضافه الى المفضلة

source: Added '%s'
ar: تمت الإضافة '%s'

source: Additional event-time info
ar: معلومات إضافية عن وقت الحدث

source: Additional event-time position
ar: مكان إضافي لوقت الحدث

source: Address (IPv4)
ar: العنوان (IPv4)

source: Address (IPv6)
ar: العنوان (IPv6)

source: Adds enigma2 settings and dreambox model informations like SN, rev... if enabled.
ar: يضيف إعدادات الانجما2 ومعلومات نموذج الدريم بوكس مثل الاشارة ، المرجع ... إذا تم تمكينه.

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
ar: أضبط إعدادات الالوان بحيث يمكن تمييز أطياف اللون، لكن تبدو مشبعه قدر الامكان. إذا كانت النتيجه مرضيه أضغط موافق لإغلاق النافذه ، أو أستخدم مفاتيح الارقام لاختيار شاشات اختبار أخرى.

source: Adjusting Bitrate
ar: ضبط معدل البت

source: Adopt current configuration.
ar: اعتماد الاعدادات الحالية.

source: Advanced
ar: متقدم

source: Advanced Options
ar: خيارات متقدمة

source: Advanced Software
ar: برمجة متقدمة

source: Advanced Software Plugin
ar: خيارات بلجن البرنامج التشغيلي المتقدمة

source: Advanced Video Enhancement Setup
ar: إعدادات تحسين فيديو متقدمة

source: Advanced Video Setup
ar: إعدادات فيديو متقدمة

source: Advanced input device features
ar: مميزات متقدمة لجهاز الإدخال

source: Advanced restore
ar: إستعاده متقدمة

source: Advanced settings.
ar: إعدادات متقدمة.

source: After event
ar: بعد الحدث

source: After event description
ar: بعد وصف الحدث

source: After service name
ar: بعد اسم القناة

source: After service number
ar: بعد رقم القناة

source: After servicedescription
ar: بعد وصف القناة

source: After servicename
ar: بعد اسم القناة

source: After servicenumber
ar: بعد رقم القناة

source: Album
ar: آلبوم

source: Album Artists
ar: ألبوم الفنانين

source: Albums
ar: ألبومات

source: All
ar: الكل

source: All Satellites
ar: كل الاقمار

source: All Videos
ar: جميع مقاطع الفيديو

source: All changes to the settings have been discarded!
ar: تم تجاهل كافة التغييرات التي تم إدخالها على الإعدادات!

source: Allow 10bit
ar: السماح بـ 10 بت

source: Allow 12bit
ar: السماح بـ 12 بت

source: Allow remote control via CEC
ar: السماح بالتحكم عن بعد عبر مراقبة الاجهزة

source: Always ask before sending
ar: اسأل دائما قبل الارسال

source: An empty filename is illegal.
ar: اسم ملف فارغ غير قانوني.

source: An error occured while renaming the package list backup! %s
ar: حدث خطأ أثناء إعادة تسمية النسخة الاحتياطية لقائمة الحزمة! %s

source: An unexpected error occured when trying to save the Playlist!
ar: حدث خطأ غير متوقع عند محاولة حفظ قائمة التشغيل!

source: An unknown error occured!
ar: حدث خطأ غير معروف!

source: Anonymize crashlog?
ar: تجاهل ملف الأعطال؟

source: Arabic
ar: العربية

source: Are you sure you want to delete following backup:
ar: هل تريد بالتأكيد حذف متابعة النسخ الاحتياطي:

source: Are you sure you want to exit this wizard?
ar: هل أنت متأكد أنك تريد الخروج من هذه النافذه ؟

source: Are you sure you want to restore following backup:
ar: هل أنت متاكد إنك تريد إستعادة النسخة متابعة النسخ الاحتياطية:

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
ar: هل أنت متأكد أنك تريد إستعادة نسخة إحتياطية للاينجما2 ؟ سيتم عمل إعادة تشغيل الاينجما 2 بعد الاستعاده

source: Artist
ar: الفنان

source: Artists
ar: الفنانين

source: Ask before shutdown:
ar: أسأل قبل الاغلاق:

source: Ask user
ar: أسال المستخدم

source: Aspect Ratio
ar: نسبة الأبعاد

source: Aspect ratio
ar: نسبة الطول والعرض

source: Association
ar: مصادقة

source: Audio
ar: الصوت

source: Audio Bitrate
ar: معدل بث الصوت

source: Audio Options...
ar: خيارات الصوت...

source: Audio PID
ar: تعريف الصوت

source: Audio Plugin Selection
ar: اختيار بلجن الصوت

source: Audio System
ar: نظام الصوت

source: Audio System (force)
ar: نظام الصوت (قوة)

source: Authentication required
ar: المصادقة مطلوبة

source: Author:
ar: المؤلف:

source: Authoring mode
ar: وضع التأليف

source: Auto
ar: تلقائي

source: Auto Standby
ar: الإستعداد التلقائي

source: Auto Updater
ar: محدث تلقائي

source: Auto chapter split every ? minutes (0=never)
ar: تقسيم الفصول الآلي للكل ? الدقائق (0=مطلقآ)

source: Auto flesh
ar: التوازن الآلي

source: Automatic
ar: تلقائي

source: Automatic Scan
ar: بحث آلـي

source: Automatic Updates
ar: التحديثات التلقائية

source: Automatic service scan
ar: البحث عن القنوات التلقائي

source: Automatic standby mode If you don't press any button on the remote control, your Dreambox can enter the standby mode automatically. You can choose the period after which the standby mode will be activated or disable this functionality now.
ar: وضع الاستعداد التلقائي إذا لم تضغط على أي زر على جهاز التحكم عن بعد، يمكن لـدريم بوكس الدخول في وضع الاستعداد تلقائيًا. يمكنك اختيار الفترة التي سيتم بعدها تنشيط وضع الاستعداد أو تعطيل هذه الوظيفة الآن.

source: Automatic update checks
ar: التحقق من التحديث التلقائي

source: Automatically check for new updates
ar: التحقق تلقائيا من وجود تحديثات جديدة

source: Automatically set up a mountpoint.
ar: قم بإعداد نقطة مشاركة المساحة تلقائيًا.

source: Available format variables
ar: متغيرات التهئية المتاحه

source: Available values: %s
ar: القيم المتوفرة: %s

source: BDMV Bludisc (HDTV titles only)
ar: تشغيل أقراص البلوراي (عناوين عالية الوضوح فقط)

source: BDMV Compatible Bludisc (HDTV only)
ar: تشغيل أقراص البلوراي متوافق (عالية الوضوح فقط)

source: BLUDISC RECORDABLE
ar: قابل للتسجيل من أقراص البلوراي

source: Back
ar: رجوع

source: Back USB
ar: الفلاش مموري الخلفي

source: Back USB 3.0
ar: الفلاش مموري الخلفي 3.0

source: Back, inner USB
ar: الفلاش مموري الخلفي الداخلي

source: Back, lower USB
ar: الفلاش مموري الخلفي المنخفض

source: Back, outer USB
ar: الفلاش مموري الخلفي الخارجي

source: Back, upper USB
ar: الفلاش مموري الخلفي العلوي

source: Background
ar: الخلفية

source: Backspace / Navigate back
ar: مسافة للخلف / انتقل للخلف

source: Backup done.
ar: تم الإنتهاء من النسخ الإحتياطي.

source: Backup failed.
ar: فشل عمل النسخ الإحتياطي.

source: Backup is running...
ar: جاري عمل نسخة إحتياطية ...

source: Backup system settings
ar: عمل نسخة إحتياطية لأعدادات النظام

source: Band
ar: النطاق

source: Bandwidth
ar: عرض النطاق الترددي

source: Basic Encoder Settings
ar: إعدادات التشفير الأساسية

source: Begin time
ar: وقت البدأ

source: Best
ar: الأفضل

source: Bing
ar: بينج

source: Bitrates
ar: معدلات البت

source: Black Screen
ar: شاشة سوداء

source: Blindscan
ar: البحث الأعمى

source: Blindscan is not supported by this tuner (%s)
ar: لا يتم اعتماد البحث الاعمى من قبل هذا المؤالف (%s)

source: Block noise reduction
ar: منع الحد من الضوضاء

source: Bludisc Player
ar: مشغل أقراص البلوراي

source: Blue
ar: أزرق

source: Blue boost
ar: دعم أزرق

source: Bluetooth Frontprocessor Firmware
ar: البرامج الثابتة لمعالج البلوتوث

source: Bluetooth Remote Setup
ar: إعداد البلوتوث عن بعد

source: Bookmark '%s' deleted!
ar: تم حذف '%s' العلامة المرجعية!

source: Bookmark '%s' saved succesfully!
ar: العلامة المرجعية '%s' تم حفظها بنجاح!

source: Bookmarks
ar: الاشارات المرجعيه

source: Bootloader update required!
ar: مطلوب تحديث السوفت وير!

source: Brazilian Portuguese
ar: البرتغالية البرازيلية

source: Brightness
ar: الإضاءه

source: Browse the web
ar: متصفح الويب

source: Browser
ar: المتصفح

source: Burn Bludisc
ar: حرق قرص البلوراي

source: Burn DVD
ar: حرق الديفيدي

source: Burn existing image to medium
ar: انسخ الصورة الموجودة إلى متوسط

source: Burn to medium
ar: النسخ إلى المتوسط

source: C-Band
ar: سي باند

source: CI assignment
ar: مهمة الكامة الداخلية

source: CVBS
ar: فيديو مركب أحادي الإشارة

source: Cable
ar: كيبل

source: Cached IO
ar: المخزنة مؤقتاً

source: Cancel
ar: إلغاء

source: Cancel guided setup
ar: إلغاء ضبط الدليل

source: Cancel guided setup?
ar: إلغاء ضبط الدليل؟

source: Cannot add this file. It's no video!
ar: لا يمكن إضافة هذا الملف. إنه ليس فيديو!

source: Cannot add this file. It's not audio!
ar: لا يمكن إضافة هذا الملف. إنه ليس صوت!

source: Capacity
ar: السعـة

source: Catalan
ar: الكاتالونية

source: Certificate Details (%s)
ar: تفاصيل الشهادة (%s)

source: Certificate errors!
ar: أخطاء الشهادات!

source: Certificates
ar: الشهادات

source: Change pin code
ar: تغيير الرقم السري

source: Change service PIN
ar: تغيير الرقم السري للقناة

source: Change service PINs
ar: تغيير الأرقام السرية للخدمات

source: Change setup PIN
ar: ضبط تغيير الرقم السري

source: Change step size
ar: تغيير حجم الخطوة

source: Channel
ar: القناة

source: Channel Selection
ar: إختيار القناة

source: Channel not in services list
ar: قناة غير موجوده فى قائمة القنوات

source: Channel:
ar: القناة:

source: ChannelSelection Display Settings
ar: إعدادات عرض قائمة أختيار القنوات

source: Chap.
ar: فصل.

source: Chapter
ar: فصل

source: Chapter:
ar: فصل:

source: Check
ar: التحقق

source: Check on every boot
ar: التحقق من كل إعادة تشغيل

source: Check selected storage device.
ar: التحقق من جهاز التخزين المحدد.

source: Check state on 'Active Source'
ar: حالة التحقق من 'المصدر النشط'

source: Check state on 'Routing Change'
ar: حالة التحقق من 'تغيير التوجيه'

source: Check state on 'Routing Info'
ar: تحقق من الحالة في 'معلومات التوجيه'

source: Check state on 'Set Stream' (on only)
ar: التحقق من الحالة في 'ضبط البث' (فقط على)

source: Check state on 'TV Power Status On' (on only)
ar: حالة التحقق من 'حالة إعادة تشغيل التلفزيون' (فقط على)

source: Checking Filesystem...
ar: التحقق من ملفات النظام....

source: Choose Servicelist
ar: اختر قائمة القنوات

source: Choose backup files
ar: اختار ملفات النسخة الإحتياطية

source: Choose backup location
ar: اختار مكان النسخة الإحتياطية

source: Choose target folder
ar: أختار المجلد المراد

source: Choose upgrade source
ar: اختيار مصدر الترقية

source: Circular left
ar: يسار دائري

source: Circular right
ar: يمين دائري

source: Cleanup
ar: تنظيف

source: Cleanup Wizard
ar: نافذة التنظيف

source: Cleanup Wizard settings
ar: إعدادات نافذة التنظيف

source: CleanupWizard
ar: نافذة التنظيف

source: Clear
ar: مسح

source: Clear History?
ar: مسح سجل التنقل؟

source: Clear List
ar: مسح القائمة

source: Clear Playlist
ar: مسح قائمة التشغيل

source: Clear before scan
ar: مسح قبل البحث

source: Clear log
ar: مسح السجل

source: Close
ar: إغلاق

source: Close MediaCenter Audioplayer
ar: إغلاق مركز الوسائط ومشغل الصوت

source: Close MediaCenter Video Player
ar: إغلاق مركز الوسائط ومشغل الفديو

source: Close the browser
ar: إغلاق المتصفح

source: Close title selection
ar: إغلاق إختيار العنوان

source: Code rate HP
ar: معدل ترميز الضغط العالي

source: Code rate LP
ar: معدل ترميز الضغط المنخفض

source: Collection name
ar: اسم المجموعة

source: Collection settings
ar: إعدادات المجموعة

source: Color temp
ar: درجة حرارة اللون

source: Column style
ar: شكل العامود

source: Combined
ar: مدموج

source: Command order
ar: ترتيب الأوامر

source: Committed DiSEqC command
ar: أمر إلتزام القسام

source: Common Interface Assignment
ar: تحديد وحدة النفاذ المشروط

source: CommonInterface
ar: وحـدة النفـاذ المشروط

source: Communication
ar: الإتصالات

source: Complete
ar: مكتمل

source: Complex (allows mixing audio tracks and aspects)
ar: مركب (يسمح بمزج مسارات الصوت والجوانب)

source: Configuration
ar: التكوين

source: Configuration Mode
ar: شكل التكوين

source: Configuring
ar: تكوين

source: Conflicting timer
ar: مؤقت متعارض

source: Connect
ar: متصل

source: Connect new remote?
ar: توصيل جهاز تحكم عن بعد جديد؟

source: Connected
ar: متصل

source: Connected to
ar: متصل بـ

source: Connecting
ar: جاري الاتصال

source: Connecting to %s
ar: جاري الاتصال %s

source: Connection State:
ar: حالة الاتصال:

source: Constellation
ar: مجموعة متألقة

source: Content does not fit on DVD!
ar: المحتوى لا يناسب الديفيدي!

source: Continue
ar: إستمرار

source: Continue playing
ar: استمرار التشغيل

source: Contrast
ar: التباين

source: Convert AC3+ to AC3
ar: تحويل ترميز الصوت الثلاثي المنخفض إلى الصوت الثلاثي المنخفض الإضافي

source: Cookies
ar: ملفات تعريف الارتباط

source: Could not load Medium! No disc inserted?
ar: لا يمكن تحميل الوسائط! لم يتم إدراج قرص ؟

source: Could not open Picture in Picture
ar: لا يمكن فتح صوره داخل صوره

source: Couldn't find media type
ar: تعذر العثور على نوع الوسائط

source: Couldn't read file: %s
ar: تعذر قراءة الملف: %s

source: Couldn't record due to conflicting timer %s
ar: تعذر التسجيل بسبب مؤقت متعارض%s

source: Couldn't record due to invalid service %s
ar: لايمكن التسجيل بسبب تعطل القناة %s

source: Crashlog settings
ar: إعدادات سجل الاعطال

source: CrashlogAutoSubmit
ar: إرسال سجل الأعطال تلقائيًا

source: CrashlogAutoSubmit settings
ar: إعدادات إرسال سجل الأعطال تلقائيًا

source: CrashlogAutoSubmit settings...
ar: إعدادات إرسال سجل الأعطال تلقائيًا...

source: Crashlogs found! Send them to Dream Multimedia?
ar: تم العثور على ملف أعطال! هل تريد إرساله إلى شركة دريم ملتيميديا ؟

source: Create Bludisc ISO file
ar: إنشاء ملف أيزو من قرص البلوراي

source: Create DVD-ISO
ar: تكوين دى فى دى إيزو

source: Create ISO
ar: إنشاء ايزو

source: Create New Playlist
ar: إنشاء قائمة تشغيل جديدة

source: Create directory
ar: إنشاء المسار

source: Create movie folder failed
ar: فشل إنشاء مجلد أفلام

source: Creating directory %s failed.
ar: فشل إنشاء %s المجلد.

source: Creating partition failed
ar: فشل عمل التقسيم

source: Croatian
ar: كرواتي

source: Cross-fading duration
ar: مدة تلاشي متقطعة

source: Current IP Address:
ar: عنوان الايبي الحالي:

source: Current Transponder
ar: قنوات التردد الحالي

source: Current device:
ar: الجهاز الحالي:

source: Current value:
ar: القيمه الحاليه:

source: Current version:
ar: الاصدار الحالي:

source: Cut
ar: قطع

source: Cutlist editor...
ar: محرر قائمة القطع...

source: Czech
ar: التشيكية

source: DBus Interface Python Proxy
ar: بلجن البروكسي لنظام تبادل البيانات بين عمليات الأوامر عبر البايثون

source: DLNA / UPnP
ar: خاصية الاتصال داخل الشبكة الحالية / التركيب والتشغيل العالمي

source: DM RCU
ar: الريموت كنترول متصل بالبلوتوث عن طريق الأشعة الحمراء

source: DM Remote
ar: وحدة التحكم عن بعد لجهاز الدريم بوكس

source: DNS
ar: نظام أسماء النطاقات

source: DO NOT POWER OFF YOUR DEVICE WHILE UPDATING! Update now?
ar: لا تقم بإيقاف تشغيل جهازك أثناء التحديث! التحديث الآن؟

source: DTS
ar: الصوت الدولبي

source: DTS-HD
ar: الصوت الدولبي-عالي الوضوح

source: DUAL LAYER DVD
ar: ديفيدي ثنائي الشاشة

source: DVB
ar: بث الفيديو الرقمي

source: DVB-C
ar: نظام البث الرقمي عبر الكيبل
