Repository: mosadraja/enigma2-po
Catalog: po/*.po
Languages: ar

source: The directory %s is not writable. Make sure you select a writable directory instead.
ar: المسار %s غير قابل للكتابة. تأكد من إختيار مسار يمكنك الكتابة فيه.

source: The following files were found...
ar: تم العثور على هذه الملفات...

source: The installation of the default services lists is finished.
ar: تم الإنتهاء من تثبيت قوائم القنوات الافتراضيه.

source: The installation of the default settings is finished. You can now continue configuring your Dreambox by pressing the OK button on the remote control.
ar: تم الانتهاء من تثبيت الإعدادات الافتراضية. يمكنك الآن متابعة تكوين الدريم بوكس الخاص بك عن طريق الضغط على الزر موافق في جهاز التحكم عن بُعد.

source: The package:
ar: الحزمة:

source: The path %s already exists.
ar: المسار %s موجود مسبقا.

source: The pin code you entered is wrong.
ar: الرقم السري الذي قمت بإدخاله غير صحيح.

source: The results have been written to %s.
ar: تم كتابة النتائج إلى %s.

source: The sleep timer has been activated.
ar: تم تفعيل مؤقت النوم.

source: The sleep timer has been disabled.
ar: تم تعطيل مؤقت النوم.

source: The timer file (timers.xml) is corrupt and could not be loaded.
ar: ملف المؤقت (المؤقتات.xml) غير صالح ولا يمكن تحميلها.

source: There are %s updates available.
ar: هناك تحديثات %s متوفرة.

source: There are at least
ar: يوجد على الأقل

source: There are currently no outstanding actions.
ar: لا يوجد حاليا أي إجراءات معلقة.

source: There are no updates available.
ar: لا توجد تحديثات متوفرة.

source: There are now
ar: يوجد الأن

source: There is a new firmware for your frontprocessor available. Update now?
ar: هناك برنامج تشغيلي جديد للواجهة الامامية الخاصة بك متاح. التحديث الآن؟

source: There might not be enough Space on the selected Partition. Do you really want to continue?
ar: قد لا يكون هناك مساحه كافيه على القسم المختار. هل تريد فعلا الاستمرار؟

source: There was an error downloading the packetlist. Please try again.
ar: حدث خطا أثناء تحميل قائمة الحزم. من فضلك حاول ثانيه.

source: There was an error. The package:
ar: حدث خطأ. الحزمة:

source: There was en error while configuring your %(desc)s.
ar: حدث خطأ أثناء تكوين٪ (القرص).

source: There was en error while configuring your storage device.
ar: حدث خطأ أثناء تكوين جهاز التخزين الخاص بك.

source: There was no input for too long!
ar: لم يكن هناك إدخال لفترة طويلة!

source: These options require a bluetooth enabled and connected remote!
ar: تتطلب هذه الخيارات جهاز تحكم عن بُعد يعمل بتقنية البلوتوث ومتصل به!

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
ar: تنسيق مشغل سواقة الديفيدي جاهزة للإستخدام- سوف يعمل تهئية لكل محتوى القرص.

source: This Dreambox can't decode %s streams!
ar: لا يمكن أن يفكّ شفرة %s البث في هذا الدريم بوكس!

source: This Playlist already exists!
ar: قائمة التشغيل هذه موجودة بالفعل!

source: This feature requires valid EPG!
ar: تتطلب هذه الميزة دليل إلكتروني صالح!

source: This notification does not allow deferred execution!
ar: هذا التنبيه لا يسمح بالتنفيذ المؤجل!

source: This plugin is installed.
ar: هذا البلجن مثبت.

source: This plugin is not installed.
ar: هذا البلجن غير مثبت.

source: This plugin will be installed.
ar: سيتم تثبيت هذا البلجن.

source: This plugin will be removed.
ar: سيتم حذف هذا البلجن.

source: This will reset all CeC settings to their factory defaults Continue?
ar: سيؤدي هذا إلى تعيين جميع إعدادات تحكم في إلكترونيات المستهلك إلى إعدادات المصنع الافتراضية استمرار؟

source: Three
ar: ثلاثة

source: Threshold
ar: بداية

source: Thu
ar: الخميس

source: Thumbnails
ar: صور مصغرة

source: Thumbnails: Delay before loading (msec)
ar: الصور المصغرة: تأخير قبل التحميل (أجزاء من الثانية)

source: Thumbnails: Enable cache
ar: الصور المصغرة: تمكين ذاكرة التخزين المؤقت

source: Thursday
ar: الخميس

source: Time
ar: الوقت

source: Time server configuration
ar: إعدادات خادم الوقت

source: Time to jump to by pressing the yellow key.
ar: حان الوقت للانتقال إلى بالضغط على المفتاح الأصفر.

source: Timeout!
ar: نفذ الوقت!

source: Timer Type
ar: نوع المؤقت

source: Timer overlap in timers.xml detected! Please recheck it!
ar: التداخل المؤقت في المؤقتات.xml الكشف! الرجاء إعادة التحقق من ذلك!

source: Timer record location
ar: موقع تسجيل المؤقت

source: Timer status:
ar: حالة المؤقت:

source: Timeshift location
ar: موقع ملفات التحكم الزمني في البث المباشر

source: Timeshift not possible!
ar: التحكم الزمني في البث المباشر مستحيل!

source: Timezone
ar: المنطقة الزمنية

source: Title
ar: العنوان

source: Title properties
ar: خصائص العنوان

source: Titleset mode
ar: وضع عنوان للإعدادات

source: Today
ar: اليوم

source: Toggle Repeat-Modes (None / All / Single)
ar: تبديل أوضاع التكرار (بلا / الكل / واحد)

source: Toggle Shuffle
ar: تبديل عشوائي

source: Toggle Subtitle Filter
ar: تبديل تصفية الترجمة

source: Tone Amplitude
ar: مدى الإنتقال

source: Tone mode
ar: وضع التنقل

source: Toneburst
ar: التنقل بين التيونرين

source: Toneburst A/B
ar: التنقل بين التيونرين أ/ب

source: Track
ar: مسار

source: Transmission mode
ar: وضع الإنتقال

source: Transmitting
ar: الإرسال

source: Transponder
ar: التردد

source: Transponder searching finished!
ar: انتهى البحث عن التردد!

source: Tries left:
ar: يحاول المتبقية:

source: TrueHD
ar: عالي الوضوح الصحيح

source: Try to find used Transponders in cable network.. please wait...
ar: جاري محاولة البحث عن إرسال فى كابل الشبكة.. الرجاء الانتظار...

source: Try to find used Transponders in terrestrial network.. please wait...
ar: إعادة محاولة لا يجاد الترددات المستخدمة في الشبكة الأرضية ... الرجاء الانتظار ...

source: Try to find used satellite transponders...
ar: حاول العثور على ترددات الأقمار المستخدمة...

source: Try to find used transponders in cable network.. please wait...
ar: إعادة محاولة إيجاد ترددات تعمل فى كيبل الشبكة.. الرجاء الانتظار...

source: Try to find used transponders in terrestrial network.. please wait...
ar: حاول العثور على ترددات الشبكة الارضية المستخدمة..الرجاء الانتظار...

source: Trying to download a new packetlist. Please wait...
ar: إعادة محاولة تحميل قائمة حزم جديدة. الرجاء الانتظار ...

source: Tue
ar: الثلاثاء

source: Tuesday
ar: الثلاثاء

source: Tune
ar: تؤليف

source: Tune failed!
ar: فشل التوليف!

source: Tuner
ar: المؤالف

source: Tuner
ar: مؤالف

source: Tuner 2
ar: مؤالف 2

source: Tuner 3
ar: مؤالف 3

source: Tuner 4
ar: مؤالف 4

source: Tuner status
ar: حالة المؤالف

source: Tuner type
ar: نوع المؤالف

source: Turkish
ar: التركية

source: Two
ar: اثنين

source: Type
ar: النوع

source: Type of scan
ar: نوع البحث

source: UPnP/DLNA
ar: خاصية الاتصال داخل الشبكة الحالية/التركيب والتشغيل العالمي

source: UPnP/DLNA - Failed to load picture
ar: خاصية الاتصال داخل الشبكة الحالية/التركيب والتشغيل العالمي - فشل تحميل الصورة

source: UPnP/DLNA - Failed to show picture
ar: خاصية الاتصال داخل الشبكة الحالية/التركيب والتشغيل العالمي - فشل في عرض الصورة

source: UPnP/DLNA Audio Player
ar: خاصية الاتصال داخل الشبكة الحالية/التركيب والتشغيل العالمي لمشغل الصوت

source: UPnP/DLNA Browser
ar: متصفح خاصية الاتصال داخل الشبكة الحالية/التركيب والتشغيل العالمي

source: UPnP/DLNA MediaRenderer
ar: خاصية الاتصال داخل الشبكة الحالية/التركيب والتشغيل العالمي عارض الوسائط

source: UPnP/DLNA Mediaserver
ar: خاصية الاتصال داخل الشبكة الحالية/التركيب والتشغيل العالمي خادم الوسائط

source: UPnP/DLNA Setup
ar: ضبط خاصية الاتصال داخل الشبكة الحالية/التركيب والتشغيل العالمي

source: UPnP/DLNA Video Player
ar: خاصية الاتصال داخل الشبكة الحالية/التركيب والتشغيل العالمي مشغل الفديو

source: USALS
ar: نظام مواقع الاقمار الصناعية العالمية

source: USB 2.0 (Back, inner)
ar: الفلاش مموري 2.0 (الخلفي,الداخلي)

source: USB 3.0 (Back, outer)
ar: الفلاش مموري 2.0 (الخلفي,الخارجي)

source: Ukrainian
ar: الأوكرانية

source: Unable to complete filesystem check. Error:
ar: غير قادر على تكملة فحص ملفات النظام. خطأ:

source: Unable to initialize %(desc)s. Error:
ar: غير قادر على تهيئة %(القرص). الخطا:

source: Unable to verify partition information. Please restart!
ar: تعذر التحقق من معلومات التقسيم. الرجاء إعادة التشغيل!

source: Uncommitted DiSEqC command
ar: أوامر القسام غير ملتزم

source: Unconfigured %(desc)s found!
ar: تم العثور على %(القرص) غير مكوّن!

source: Unconfigured storage devices found!
ar: تم العثور على أجهزة تخزين غير مكوّنة!

source: Undo install
ar: تراجع عن التثبيت

source: Undo uninstall
ar: تراجع عن إلغاء التثبيت

source: Unicable
ar: كيبل أحادي

source: Unicable 1
ar: كيبل أحادي

source: Unicable 2 / JESS
ar: كيبل احادي 2

source: Unicable LNB
ar: لاقط بدون كيبل

source: Unicable Matrix
ar: مصفوفة أحادية

source: Uninitialized %(desc)s found!
ar: تم العثور على %(قرص) غير مهيأ!

source: Uninstall
ar: تراجع عن التثبيت

source: Universal LNB
ar: لاقط عالمي

source: Unknown
ar: غير معروف

source: Unknown or unsupported partition type found!
ar: تم العثور على نوع تقسيم غير معروف أو غير مدعوم!

source: Unknown or unsupported partition type.
ar: نوع التقسيم غير معروف أو غير مدعوم.

source: Unmount failed
ar: إرتباط مرفوض

source: Unmount this %(desc)s.
ar: تم العثور على %(قرص) غير مرتبط!

source: Unseen
ar: غير مرئي

source: Unsupported partition type!
ar: نوع التقسيم غير معتمد!

source: Until: %s
ar: حتى: %s

source: Up
ar: أعلى

source: Update
ar: التحديث

source: Update Bluetooth Receiver Firmware?
ar: البرنامج التشغيلي لمعالج البلوتوث؟

source: Update Check Setup
ar: تحديث التحقق من الإعداد

source: Update failed!
ar: فشل التحديث!

source: Update finished!
ar: تم الانتهاء من التحديث!

source: Update succeeded! Your Bootloader is now up-to-date!
ar: نجح التحديث! البرنامج التشغيلي الخاص بك هو الآن محدث!

source: Updatefeed not available.
ar: تغذية التحديث غير متوفرة.

source: Updating software catalog
ar: جاري تحديث فهرس البرنامج التشغيلي

source: Upgrade finished.
ar: إنتهاء الترقية .

source: Upgrading
ar: جاري الترقية

source: Upgrading Dreambox... Please wait
ar: جاري ترقية جهاز الدريم بوكس... الرجاء الانتظار

source: Upper USB
ar: الفلاش مموري العلوي

source: Url:
ar: الوصلة:

source: Usable SCRs
ar: قابل للاستخدام كيبل سكارت

source: Use
ar: استخدم

source: Use PIN
ar: استخدام رقم التعريف الشخصي

source: Use Power Measurement
ar: استخدم قياس الطاقه

source: Use left/right to iterate through all available values. Use any of the OK, 0-9 or <> keys to enable or (disable)
ar: استخدم اليسار/اليمين للتكرار خلال جميع القيم المتاحة. استخدم أيًا من مفاتيح موافق أو 0-9 أو <> للتمكين أو (تعطيل)

source: Use the left and right buttons to change an option.
ar: استخدم الزرين الأيسر والأيمين لتغيير أحد الخيارات.

source: Use these settings?
ar: إستخدام هذه الإعدادات؟

source: Use this input device settings?
ar: استخدام هذه الإعدادات جهاز الإدخال؟

source: Use this settings?
ar: إستخدام هذه الإعدادات؟

source: Use this video enhancement settings?
ar: إستخدم إعدادات تحسين الفديو هذه؟

source: Use time of currently running service
ar: استخدم وقت القناه المعروضه حاليا

source: Use usals for this sat
ar: إستخدام نظام مواقع الاقمار الصناعية العالمية لهذا القمر

source: Used service scan type
ar: نوع البحث عن القنوات المستخدمة

source: User
ar: المستخدم

source: User Level
ar: مستوى المستخدم

source: User defined
ar: يحددها المستخدم

source: User:
ar: المستخدم:

source: VMGM (intro trailer)
ar: قائمة مدير الفديوهات (قصاصة متقدمة من الفلم)

source: Vendors
ar: الموردون

source: Verifying firmware...
ar: يتم الآن التحقق من البرنامج التشغيلي...

source: Verifying initialization. Please wait!
ar: التحقق من التهيئة. الرجاء الانتظار!

source: Verifying your internet connection...
ar: التحقق من اتصال الإنترنت الخاص بك ...

source: Vertical
ar: رأسي

source: Very Low
ar: منخفضة للغاية

source: Video
ar: الفيديو

source: Video Bitrate
ar: معدل بث الفيديو

source: Video Bitrate: %s Audio Bitrate: %s Resolution: %s
ar: معدل البت بالفيديو: %s معدل البت الصوتي: %s الدقة: %s

source: Video Fine-Tuning
ar: الضبط الدقيق للفيديو

source: Video Mode Use up/down buttons.
ar: وضع الفيديو استخدام أزرار للأعلى /للأسفل.

source: Video Output
ar: مخرج الفيديو

source: Video PID
ar: تعريف الفديو

source: Video Player
ar: مشغل الفيديو

source: Video Setup
ar: ضبط الفيديو

source: Video enhancement preview
ar: معاينة قائمة الفيديو

source: Video enhancement settings
ar: إعدادات تحسين الفديو

source: Video enhancement setup
ar: اعداد تحسين الفيديو

source: Video mode selection Please press OK if you can see this page on your TV (or select a different video mode). The next video mode will be automatically probed in 20 seconds.
ar: اختيار وضع الفيديو يرجى الضغط على موافق إذا كان بإمكانك رؤية هذه الصفحة على جهاز التلفزيون (أو تحديد وضع فيديو مختلف). سيتم فحص وضع الفيديو التالي تلقائيًا خلال 20 ثانية.

source: Video, audio and pictures
ar: فيديو,وصوت وصور

source: Videoenhancement Setup
ar: ضبط تباين الفيديو

source: Videos
ar: الفيديوهات

source: View Movies...
ar: مشاهدة الأفلام...

source: View Movies... (MediaCenter)
ar: مشاهدة الأفلام... (مركز الوسائط)

source: View Photos...
ar: مشاهدة صور...

source: View Video CD...
ar: مشاهدة أقراص فيديو...

source: View details
ar: مشاهدة التفاصيل

source: View list of available
ar: مشاهدة القائمة متاحة

source: View list of available CommonInterface extensions
ar: مشاهدة قائمة بإضافات وحدة التحكم المشترك

source: View list of available Display and Userinterface extensions.
ar: مشاهدة قائمة الإضافات المتاحه للعرض على واجهة المستخدم.

source: View list of available EPG extensions.
ar: مشاهدة قائمة ملحقات دليل البرامج الإلكترونية المتوفرة.

source: View list of available Satellite equipment extensions.
ar: مشاهدة قائمة ملحقات معدات الأقمار الصناعية المتوفرة.

source: View list of available communication extensions.
ar: مشاهدة قائمة ملحقات الاتصالات المتوفرة.

source: View list of available default settings
ar: مشاهدة قائمة بالاعدادات الإفتراضية المتاحة

source: View list of available multimedia extensions.
ar: مشاهدة قائمة ملحقات الوسائط المتعددة المتوفرة.

source: View list of available networking extensions
ar: مشاهدة قائمة بإضافات الشبكة المتوفرة

source: View list of available recording extensions
ar: مشاهدة قائمة بإضافات التسجيل المتوفرة

source: View list of available skins
ar: مشاهدة قائمة السكنات المتوفرة

source: View list of available software extensions
ar: مشاهدة قائمة بإضافات البرامج التشغيلية المتوفرة

source: View list of available system extensions
ar: مشاهدة قائمة بإضافات النظام المتوفرة

source: View teletext...
ar: مشاهدة نصوص الأخبار...

source: Voltage mode
ar: وضع الجهد

source: Volume +
ar: رفع الصوت

source: Volume -
ar: خفض الصوت -

source: WMA
ar: سرعة دوران المروحة

source: Waiting
ar: جاري الانتظار

source: Waiting for clients
ar: جاري انتظار العملاء

source: Warn if free space drops below (kB):
ar: تحذير إذا انخفضت المساحة الخالية إلى أقل من (كيلو بايت):

source: Web Browser
ar: متصفح الانترنت

source: Wed
ar: الاربعاء

source: Wednesday
ar: الاربعاء

source: Weekday
ar: ايام الاسبوع

source: Welcome
ar: مرحبا

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
ar: مرحبا بك في تحرير قوائم القطع. تقديم بداية الاشياء التي تريد قطعها.أضغط مفتاح موافق,أختار'تشغيل القطع'. أصغط على مفتاح موافق لإختيار نهاية القطع. هذا كل شي.

source: Welcome...
ar: مرحبا...

source: West
ar: غرب

source: What to do with submitted crashlogs?
ar: ماذا تفعل مع سجلات الأعطال المقدمة؟

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
ar: عند العوده الى ضبط المصنع ستفقد كل معلومات الضبط (بما فى ذلك الباقات والقنوات ومعلومات القمر...) بعد الانتهاء من العوده إلى ضبط المصنع سيتم عمل إعادة تشغيل تلقائي للجهاز ! هل تريد فعلا العوده إلى ضبط المصنع ؟

source: Where to save temporary timeshift recordings?
ar: أين تحفظ تسجيلات التحكم الزمني في البث المباشر المؤقتة؟

source: WoL
ar: الاتصال عبر الشبكة

source: Working...
ar: جاري العمل...

source: Write error while recording. Disk full?
ar: خطأ أثناء التسجيل. القرص ممتلئ؟

source: Write failed!
ar: فشل الكتابة!

source: YPbPr
ar: محول يستخدم لتحويل الإشارة التناظرية إلى إشارة يث عالية الوضوح

source: Year
ar: السنة

source: Yellow
ar: أصفر

source: Yes
ar: نعم

source: Yes to all
ar: نعم للجميع

source: Yes, always
ar: نعم, دائمآ

source: Yes, and don't ask again
ar: نعم ، ولا تسأل بعد ذلك

source: Yes, but play next service
ar: نعم، ولكن تشغيل القناة التالية

source: Yes, but play previous service
ar: نعم، ولكن تشغيل القناة السابقة

source: Yes, install the latest bluetooth receiver firmware
ar: نعم ، قم بتثبيت أحدث البرامج التشغيلية لجهاز استقبال البلوتوث

source: Yes, restore the settings now
ar: نعم، إستعادة الاعدادات الأن

source: You can cancel the installation.
ar: تستطيع إلغاء التثبيت.

source: You can cancel the removal.
ar: تستطيع إلغاء الحذف.

source: You can install this plugin.
ar: تستطيع تثبيت هذا البلجن.

source: You can only burn Dreambox recordings!
ar: يمكنك فقط حرق تسجيلات الدريم بوكس!

source: You can remove this plugin.
ar: تستطيع حذف هذا البلجن.

source: You cannot delete this!
ar: لايمكنك مسح هذه!

source: You didn't select a channel to record from.
ar: لم تحدد قناة لتسجل منها.

source: You have to wait %s!
ar: يجب أن تنتظر %s!

source: You won't be able to leave Recovery Mode without physical access to the device!
ar: لن تتمكن من مغادرة وضع الاسترداد دون الوصول الفعلي إلى الجهاز!

source: You've selected a media file what do you want to do?
ar: لقد قمت بتحديد ملف وسائط ، فماذا تريد أن تفعل؟

source: Your Dreambox bluetooth receiver has no firmware installed. Install the latest firmware now?
ar: جهاز استقبال البلوتوث الدريم بوكس الخاص بك لا يحتوي على برنامج تشغيلي مثبت. تثبيت أحدث برامج التشغيل الآن؟

source: Your Dreambox is now fully set up!
ar: تم الآن إعداد الدريم بوكس الخاص بك بالكامل!

source: Your Dreambox is now fully set up! What do you want to do?
ar: تم الآن إعداد الدريم بوكس الخاص بك بالكامل! ماذا تريد أن تفعل؟

source: Your Dreambox offers three levels of configuration options: Simple - We suggest this level if this is your first contact with a Dreambox. Intermediate - This level enables you to change some more options, mainly the graphical user interface and the behaviour of your Dreambox. Expert - This gives you full control over all available settings of your Dreambox. Warning: Higher levels may lead to increased usage complexity.
ar: يقدم الدريم بوكس الخاص بك ثلاثة مستويات من خيارات التكوين: بسيط - نقترح هذا المستوى إذا كان هذا هو أول اتصال لك مع الدريم بوكس. متوسط ​​- يمكّنك هذا المستوى من تغيير المزيد من الخيارات ، خاصة واجهة المستخدم الرسومية وسلوك الدريم بوكس الخاص بك. متقدم - يمنحك هذا التحكم الكامل في جميع الإعدادات المتاحة في الدريم بوكس الخاص بك. تحذير: قد تؤدي المستويات الأعلى إلى زيادة تعقيد الاستخدام.

source: Your Dreambox software is up to date!
ar: البرنامج التشغيلي للدريم بوكس الخاص بك محدث!

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
ar: هذه المجموعه تزيد عن حجم وسيط ذو طبقه واحده. أنت تحتاج الى دفيفدي ثنائى فارغ!

source: Your current collection will get lost!
ar: سوف تفقد المجموعة الحالية!

source: Your dreambox can automatically search for available updates. Set the options you prefer here.
ar: يمكن للدريم بوكس الخاص بك البحث تلقائيًا عن التحديثات المتاحة. اضبط الخيارات التي تفضلها هنا.

source: Your dreambox isn't connected to the internet properly. Please check it and try again.
ar: الدريم بوكس ​​الخاص بك غير متصل بالإنترنت بشكل صحيح. يرجى التحقق من ذلك وحاول مرة أخرى.

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
ar: يجب ترقية البرامج الثابتة الخاص بك معالج الأمامي. اضغط موافق لبدء الترقية.

source: Your network is not working. Please try again.
ar: شبكة الاتصال لا تعمل. الرجاء المحاولة مرة أخرى.

source: Zap
ar: التنقل

source: Zap back to previously tuned service?
ar: هل تريد الإنتقال إلى أخر قناة في البحث؟

source: Zap back to service before positioner setup?
ar: هل تريد الرجوع إلى القناة الأخيرة قبل ضبط النظام المتحرك؟

source: Zap back to service before satfinder?
ar: هل تريد الانتقال إلى القناة الأخيرة قبل مكتشف الاشارة؟

source: Zap back to service before tuner setup?
ar: هل تريد الرجوع إلى القناة قبل ضبط المؤالف ؟

source: ZapError
ar: خطاء في التنقل

source: Zone
ar: منطقة

source: Zoom
ar: تكبير

source: Zoom mode is now %s
ar: وضع التكبير الان %s

source: [alternative edit]
ar: [تحرير البديل]

source: [bouquet edit]
ar: [تحرير الباقة]

source: [favourite edit]
ar: [تحرير المفضلة]

source: [move mode]
ar: [وضع التحريك]

source: [up]
ar: [أعلى]

source: a gui to assign services/providers to common interface modules
ar: واجهة المستخدم الرسومية لتعيين القنوات/مزودي القنوات لوحدات الواجهة المشتركة

source: a gui to assign services/providers/caids to common interface modules
ar: واجهة المستخدم الرسومية لتعيين القنوات/مزودي القنوات/الكايدات لوحدات الواجهة المشتركة

source: abort alternatives edit
ar: إلغاء تحرير البدائل

source: abort bouquet edit
ar: الغاء تحرير الباقة

source: abort favourites edit
ar: الغاء تحرير المفضلة

source: about to start
ar: على وشك التشغيل

source: active
ar: مفعل

source: add Provider
ar: إضافة مزود خدمة

source: add Service
ar: إضافة قناة

source: add alternatives
ar: إضافة بدائل

source: add bookmark
ar: إضافة علامة مرجعية

source: add bouquet
ar: إضافة باقة

source: add directory to playlist
ar: إضافة مسار لقائمة التشغيل

source: add file to playlist
ar: إضافة ملف لقائمة التشغيل

source: add files to playlist
ar: إضافة ملفات لقائمة التشغيل

source: add marker
ar: إضافة علامة

source: add recording (enter recording duration)
ar: إضافة تسجيل (أدخل مدة التسجيل)

source: add recording (enter recording endtime)
ar: إضافة تسجيل(أدخل زمن انتهاء التسجيل)

source: add recording (indefinitely)
ar: إضافة تسجيل (غير محدد المدة)

source: add recording (stop after current event)
ar: إضافة تسجيل (وإيقاف بعد انتهاء البرنامج الحالي)

source: add service to bouquet
ar: إضافة القناة إلى الباقة

source: add service to favourites
ar: إضافه القناة إلى المفضلة

source: add to parental protection
ar: إضافة الرقابة الأبوية

source: additional cable of motorized LNB
ar: كابل إضافي من لاقط النظام المتحرك

source: advanced
ar: متقدم

source: ahead
ar: أمامي

source: all
ar: الكل

source: allocations
ar: مخصصات

source: alphabetic sort
ar: ترتيب أبجدي

source: always
ar: دائما

source: aqua
ar: ماء

source: assigned CAIds:
ar: تعيين الكايدات:

source: assigned Services/Provider:
ar: تعيين القنوات/مزودي الخدمة:

source: at beginning
ar: في البداية

source: at end
ar: في النهاية

source: audio track (%s) format
ar: مسار الصوت (%s) تهئية

source: audio track (%s) language
ar: مسار الصوت (%s) لغة

source: audio tracks
ar: مسارات الصوت

source: auto
ar: تلقائي

source: available
ar: متاح

source: azure
ar: سماوي

source: back
ar: للخلف

source: background image
ar: صورة الخلفية

source: behind
ar: خلفي

source: better
ar: أفضل

source: black
ar: أسود

source: black box
ar: الصندوق الأسود

source: blacklist
ar: القائمه السوداء

source: blue
ar: أزرق

source: bound
ar: مجموع

source: burn audio track (%s)
ar: حرق صوت أغنية (%s)

source: change recording (duration)
ar: تغيير التسجيل (أدخل المده الزمنية)

source: change recording (endtime)
ar: تغيير التسجيل (وقت الانتهاء)

source: chapters
ar: الفصول

source: circular left
ar: دائرى يسار

source: circular right
ar: دائرى يمين

source: clear playlist
ar: مسح قائمة التشغيل

source: complex
ar: مركب

source: connected
ar: تم الاتصال

source: connecting...
ar: جاري الاتصال...

source: continue
ar: استمرار

source: controlled by HDMI
ar: يتحكم فيها كيبل عالي الوضوح

source: copy to bouquets
ar: نسخ إلى الباقات

source: corrupted disc
ar: قرص تألف

source: could not be removed
ar: لا يمكن حذفها

source: create directory
ar: إنشاء المسار

source: daily
ar: يوميا

source: day
ar: يوم

source: deallocations
ar: تخصيصات

source: delete cut
ar: حذف القطع

source: delete file
ar: حذف الملف

source: delete playlist entry
ar: حذف قائمة التشغيل المدخلة

source: delete saved playlist
ar: حذف قائمة التشغيل المحفوظة
