Repository: mosadraja/enigma2-po
Catalog: po/*.po
Languages: ar

source: With the CrashlogAutoSubmit plugin it is possible to automaticallymail crashlogs found on your hard drive to Dream Multimedia.
ar: باستخدام البلجن الإضافي الإرسال التلقائي لسجل الاعطال من الممكن إرسال سجلات الاعطال الموجودة على محرك الأقراص الصلبة تلقائيًا إلى شركة دريم ملتيمديا.

source: Basic UPnP/DLNA including a MediaServer and browser components for the MediaCenter.
ar: خاصية الاتصال داخل الشبكة الحالية/التركيب والتشغيل العالمي الأساسي بما في ذلك خادم الوسائط ومكونات المستعرض لمركز الوسائط.

source: Basic UPnP/DLNA Support
ar: الدعم الاساسي الوسائط بخاصية الاتصال داخل الشبكة الحالية/التركيب والتشغيل العالمي

source: With the CommonInterfaceAssignment plugin it is possible to use differentCI modules in your Dreambox and assign dedicated providers/services or caids to each of them. This allows watching a scrambled service while recording another one.
ar: باستخدام البلجن تعيين الواجهة المشتركة ، من الممكن استخدام وحدات الكامة الداخلية مختلفة في الدريم بوكس وتعيين مزودي القنوات/ القنوات أو نصائح مخصصة لكل منهم. يتيح ذلك مشاهدة خدمة مختلطة أثناء تسجيل خدمة أخرى.

source: Assigning providers/services/caids to a CI module
ar: تعيين مزودي الخدمة/القنوات/الكايد في وحدة النفاذ المشروط

source: The VideoTune helps fine-tuning your tv display. You can control brightness and contrast of your tv.
ar: مساعدتك ضبط تناغم الفيديو في شاشة التلفزيون. يمكنك التحكم في سطوع وتباين التلفزيون الخاص بك.

source: VideoTune helps fine-tuning your tv display
ar: ضبط الفديو يساعد ويحسن صورة العرض على التلفزيون الخاص بك

source: The SoftwareManager manages your Dreambox software. It's easy to update your receiver's software, install or remove plugins or even backup and restore your system settings.
ar: إدارة البرنامج التشغيلي على جهاز الإستقبال الخاص بكل سهولة لتحديث برامج جهاز الاستقبال الخاص بك، وتثبيت أو إزالة الإضافات أو حتى النسخ الاحتياطي واستعادة إعدادات النظام الخاص بك.

source: SoftwareManager manages your Dreambox software
ar: إدارة البرنامج التشغيلي على جهاز الدريم بوكس الخاص بك

source: Proxy Plugin for DBus commands requiring python
ar: بلجن البروكسي لنظام بسيط لتبادل البيانات بين العمليات الأوامر التي تتطلب بايثون

source: This plugin is used to control your dreambox using DBus.
ar: يستخدم هذا البلجن للتحكم في جهاز الدريم بوكس الخاص بك باستخدام نظام بسيط لتبادل البيانات بين العمليات.

source: Python frontend for /tmp/mmi.socket.
ar: فتحة الواجهه الاماميه لبايثون. /tmp/mmi.

source: Frontend for /tmp/mmi.socket
ar: واجهة تثبيت الإضافات من مجلد tmp

source: With the DefaultServicesScanner plugin you can scan default lamedbs sorted by satellite with a connected dish positioner.
ar: باستخدام البلجن باحث القنوات الافتراضي ، يمكنك بحث عبر ملف الترددات الافتراضي مرتب حسب القمر الصناعي باستخدام محدد محرك الطبق المتصل.

source: Scans default lamedbs sorted by satellite
ar: البحث الإفتراضي لترددات مرتبة حسب الأقمار الصناعية

source: Remote Control Selection let's you select which Remote Control you're using
ar: يتيح لك تحديد جهاز التحكم عن بُعد تحديد جهاز التحكم عن بُعد الذي تستخدمه

source: With the Remote Control Selection you can select which Remote Control you're using
ar: مع تحديد جهاز التحكم عن بعد ، يمكنك تحديد جهاز التحكم عن بعد الذي تستخدمه

source: Configuration Utility for the Dreambox Streaming Server
ar: أداة التكوين المساعدة لتشغيل إستضافة بث الدريم بوكس

source: A simple UPnP/DLNA Mediarenderer
ar: إستعراض الوسائط بخاصية الاتصال داخل الشبكة الحالية/التركيب والتشغيل العالمي البسيط

source: Play UPnP/DLNA media controlled from an UPnP/DLNA controlpoint on your dreambox.
ar: تشغيل خاصية الاتصال داخل الشبكة الحالية/التركيب والتشغيل العالمي للوسائط التي تسيطر عليها من نقطة تحكم خاصية الاتصال داخل الشبكة الحالية/التركيب والتشغيل العالمي على الدريم بوكس الخاص بك.

source: Scan devices for playable media files
ar: بحث عن الأجهزة في ملفات الوسائط القابلة للتشغيل

source: MediaScanner scans devices for playable media files and displays a menu with possible actions like viewing pictures or playing movies.
ar: باحث الوسائط يفحص الأجهزة لملفات الوسائط للعب، ويعرض قائمة بالإجراءات الممكنة مثل عرض صور أو أفلام اللعب.

source: Hotplugging for removeable devices
ar: الاجهزة القابلة للإزالة بسرعة

source: The Hotplug plugin notifies your system of newly added or removed devices.
ar: يقوم المكون الإضافي بإعلام نظامك بالأجهزة المضافة أو المُزالة حديثًا.

source: HbbTV for your Dreambox
ar: خاصية البث الهجين على جهاز الدريم بوكس الخاص بك

source: HbbTV for your Dreambox. This plugin is still a work in progress!
ar: تشغيل البث الهجين لجهاز الدريم بوكس الخاص بك. هذا البلجن لا يزال قيد التشغيل!

source: Control your system fan
ar: التحكم في نظام المروحة الخاصة بك

source: Control your internal system fan.
ar: التحكم في النظام الداخلي للمروحة.

source: With DVDBurn you can make compilations of records from your Dreambox hard drive. Optionally you can add customizable menus. You can record the compilation to a standard-compliant DVD that can be played on conventinal DVD players. HDTV recordings can only be burned in proprietary dreambox format.
ar: مع حارق الاقراص يمكنك جعل مجموعات من السجلات من القرص الصلب على جهاز الاستقبال الخاص بك. بإختيارك يمكنك إضافة القوائم قابلة للتخصيص. يمكنك تسجيل تجميع على مشغل الاقراص متوافقة مع المعيار الذي يمكن أن تقوم على مشغلات آلة مشغل الاقراص. لا يمكن إلا أن التسجيلات من قنوات عالية الوضوح و أن تحرق في شكل الدريم بوكس الملكية.

source: Burn your recordings to DVD
ar: حرق التسجيلات الخاصة بك على الديفيدي

source: With the DiseqcTester plugin you can test your satellite equipment for DiSEqC compatibility and errors.
ar: باستخدام بلجن أختبار القسام ، يمكنك اختبار معدات الأقمار الصناعية الخاصة بك من أجل توافق القسام والأخطاء.

source: Test your DiSEqC equipment
ar: إختبار جهاز القسام الخاص بك

source: Removed successfully.
ar: تم الحذف بنجاح .

source: Package removal failed.
ar: فشل حذف الحزمة

source: The wizard is finished now.
ar: إنتهاء نافذة الاعدادات الان .

source: Remove failed.
ar: فشل الحذف.

source: Welcome to the cleanup wizard. We have detected that your available internal memory has dropped below 2MB. To ensure stable operation of your Dreambox, the internal memory should be cleaned up. You can use this wizard to remove some extensions.
ar: مرحباً بك في معالج التنظيف. لقد اكتشفنا أن الذاكرة الداخلية المتوفرة قد انخفضت إلى أقل من 2 ميقابايت. لضمان تشغيل مستقر في جهاز الدريم بوكس الخاص بك، يجب تنظيف الذاكرة الداخلية. يمكنك استخدام هذا المعالج لإزالة بعض الملحقات.

source: Select package
ar: أختار الحزمة

source: Package removed successfully.
ar: تم حذف الحزمة بنجاح

source: Please select an extension to remove.
ar: من فضلك أختار الاضافه المطلوب حذفها.

source: Your backup succeeded. We will now continue to explain the further upgrade process.
ar: نجاح عمل النسخة الإحتياطية الخاصة بك. سوف نشرح لك طريقة الترقية الأن.

source: The wizard can backup your current settings. Do you want to do a backup now?
ar: من خلال هذه النافذة يمكنك عمل نسخة إحتياطية للإعدادات الحاليه . هل تريد عمل نسخة إحتياطية الان ؟

source: Where do you want to backup your settings?
ar: هل تريد فعلا عمل نسخه إحتياطية للإعدادات ؟

source: Welcome to the Image upgrade wizard. The wizard will assist you in upgrading the firmware of your Dreambox by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
ar: مرحبًا بك في معالج ترقية الصورة. سيساعدك المعالج في ترقية البرنامج المثبت الخاص بالدريم بوكس الخاص بك من خلال توفير إمكانية النسخ الاحتياطي لإعداداتك الحالية وشرح موجز لكيفية ترقية البرنامج المثبت الخاص بك.

source: Backup settings
ar: نسخة إحتياطية من الإعدادات

source: No backup needed
ar: لا حاجه الى نسخة إحتياطية

source: Upgrade
ar: ترقية

source: Yes, backup my settings!
ar: نعم ، أعمل نسخة إحتياطية للإعدادات!

source: The backup failed. Please choose a different backup location.
ar: فشل عمل نسخه إحتياطية،من فضلك أختار مكان آخر للنسخة الإحتياطية.

source: No, do nothing.
ar: لا تفعل شيئ.

source: Backup now
ar: النسخ الاحتياطي الآن

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
ar: لقد اخترت إستعادة الإعدادات الخاصة بك. سيتم إعادة تشغيل الانجما2 بعد الاستعادة. الرجاء الضغط على موافق لبدء عملية الإستعادة الآن.

source: OK, guide me through the upgrade process
ar: موافق، أرشدني أثناء عملية الترقيه

source: Your dreambox is shutting down. Please stand by...
ar: جهاز الاستقبال الخاص بك يتم إغلاقه. فضلا ابقى جاهزا ...

source: Yes, perform a shutdown now.
ar: نعم أغلق الان.

source: You need a PC connected to your dreambox. If you need further instructions, please visit the website http://dreambox.de. Your dreambox will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
ar: أنت بحاجة إلى جهاز كمبيوتر متصل بـالدريم بوكس الخاص بك. إذا كنت بحاجة إلى مزيد من التعليمات ، يرجى زيارة الموقع http://dreambox.de. سيتم الآن إيقاف الدريم بوكس الخاص بك. بعد قيامك بتنفيذ إرشادات التحديث من موقع الويب ، سيطلب منك البرنامج الثابت الجديد استعادة الإعدادات.

source: You have chosen to backup your settings. Please press OK to start the backup now.
ar: إذا أخترت عمل نسخة إحتياطية للإعدادات الخاصة بك،من فضلك أضغط موافق لكي يبدء النسخة الإحتياطية الأن.

source: Install a new image with a USB stick
ar: تثبيت صورة جديدة بإستخدام الفلاش

source: Exit the wizard
ar: خروج من نافذة الاعدادات

source: Install a new image with your web browser
ar: تثبيت صوره جديد بواسطه المتصفح الخاص بك

source: a HD skin from Kerni
ar: سكن عالي الوضوح من كيرني

source: Kerni's YADS-HD skin
ar: سكن كيرني ياديز عالي الوضوح

source: A holo inspired Full HD skin from the Members of IhaD
ar: سكن عالي الوضوح مستوحى من هولو من أعضاء أي هاد

source: A dreambox simulation from SG-Atlantis displays.
ar: محاكيات دريم بوكس من شاشات عرض اس جي-اتلنتس.

source: A BackToTheRoots-Skin .. or good old times.
ar: العودة للجذور السكن..أو التواقيت القديمة الجيدة.

source: A nice looking skin from Kerni
ar: صورة رائعة على سكن كيرني

source: Kerni's SWAIN-HD skin
ar: سكن كيرني سواين عالي الوضوح

source: A holo inspired HD skin from the Members of IhaD
ar: سكن عالي الوضوح مستوحى من هولو من أعضاء أي هاد

source: Kerni's DreamMM-HD skin
ar: سكن كيرني دريم عالي الوضوح

source: Kerni's dmm-HD skin
ar: سكن كيرني دريم عالي الوضوح

source: BASIC-HD Skin by Ismail Demir
ar: سكن بيسك بواسطة اسماعيل ديمير

source: BASIC-HD Skin for Dreambox Images created from Ismail Demir
ar: BASIC-HD سكن لصور دريم بوكس تم إنشاؤه من إسماعيل دمير

source: Kerni's dTV-HD skin
ar: سكن كيرني عالي الوضوح

source: A nice looking HD skin from Kerni
ar: صورة رائعة عالية الوضوح على سكن كيرني

source: Kerni's UltraViolet skin
ar: سكن كيرني الترا

source: made by tikila
ar: عمل بواسطة تيكلا

source: Eleganter Skin fuer OE2.0
ar: Elegant skin for OE2.0

source: Kerni's Elgato-HD skin
ar: سكن كيرني إلقاتو عالي الوضوح

source: A BackToTheRoots-Skin .. but with Warp-8 speed.
ar: العودة للجذور السكن...لكن مع إنتقال ثماني السرعة.

source: Kerni's dreamTV-HD skin
ar: سكن كيرني دريم عالي الوضوح

source: Kerni-HD1R2 skin
ar: سكن كيرني الثاني عالي الوضوح

source: redesigned Kerni-HD1 skin
ar: إعادة تصميم السكن كيرني عالي الوضوح

source: Kerni's dTV-HD-Reloaded skin
ar: سكن كيرني دريم عالي الوضوح

source: A nice looking HD skin in Brushed Alu Design from Kerni.
ar: صورة رائعة عالية الوضوح منقحة التصميم على سكن كيرني.

source: Kerni's BrushedAlu-HD skin
ar: سكن كيرني بروشيد

source: Kerni-HD1 skin
ar: سكن كيرني عالي الوضوح

source: Kernis HD1 skin
ar: سكن كيرني عالي الوضوح
