Repository: mosadraja/enigma2-po
Catalog: po/*.po
Languages: ar

source: Press MENU on your remote control for additional options.
ar: اضغط مفتاح القائمة من ريموت التحكم عن بعد للخيارات الإضافية.

source: Press OK on your remote control to continue.
ar: أضغط موافق من ريموت التحكم عن بعد للإستمرار.

source: Press OK to %s the subtitle track %s and close
ar: اضغط موافق %s لمسار الترجمة %s وإغلاقها

source: Press OK to activate the selected skin.
ar: أضغط موافق لتفعيل السكن المختار.

source: Press OK to apply
ar: اضغط على موافق للتفعيل

source: Press OK to apply assign %s keys of '%s'
ar: اضغط على موافق لتفعيل تعيين %s مفاتيح ال '%s'

source: Press OK to connect
ar: اضغط على موافق للاتصال

source: Press OK to connect the selected remote control.
ar: اضغط موافق لتوصيل جهاز التحكم عن بعد المحدد.

source: Press OK to disable
ar: اضغط على موافق للتعطيل

source: Press OK to disconnect
ar: اضغط على موافق لقطع الاتصال

source: Press OK to edit the settings.
ar: أضغط موافق لتحرير الاعدادات.

source: Press OK to enable
ar: اضغط على موافق للتمكين

source: Press OK to get further details for %s
ar: أضغط موافق للحصول على تفاصيل أكثر %s

source: Press OK to scan
ar: اضغط موافق للبحث

source: Press OK to select a Provider.
ar: أضغط موافق وأختار مزود الخدمة.

source: Press OK to select entry to be moved
ar: اضغط على موافق لتحديد الإدخال المطلوب نقله

source: Press OK to select/deselect a CAId.
ar: إضغط موافق تحديد/إلغاء الكايد.

source: Press OK to start the scan
ar: اضغط موافق لبدأ البحث

source: Press OK to switch to audio track %s and close
ar: اضغط موافق للتبديل إلى %s المسار الصوتي وإغلاقه

source: Press OK to toggle %s
ar: اضغط موافق للتبديل %s

source: Press OK to toggle the selection.
ar: أضغط موافق لتغيير الأختيار.

source: Press Yellow to connect the selected remote control.
ar: اضغط الأصفر لتوصيل جهاز التحكم عن بعد المحدد.

source: Press Yellow to disconnect the selected remote control.
ar: اضغط الأصفر لقطع اتصال جهاز التحكم عن بعد المحدد.

source: Press green to start service searching!
ar: اضغط على اللون الأخضر لبدء البحث عن القناة!

source: Prev
ar: السابق

source: Preview
ar: معاينه

source: Preview menu
ar: معاينة القائمة

source: Prime time
ar: الوقت الرئيسي

source: Priority
ar: الأولوية

source: Privacy (IPv6)
ar: الخصوصية (IPv6)

source: Process
ar: عملية

source: Profile
ar: الملف الشخصي

source: Properties of current title
ar: خصائص العنوان الحالي

source: Protect services
ar: حماية القنوات

source: Protect setup
ar: حماية الضبط

source: Provider
ar: مزود

source: Provider (Radio)
ar: مزود الخدمة (القنوات الاذاعية)

source: Provider (TV)
ar: مزود الخدمة (قنوات التلفزيون)

source: Provider to scan
ar: المزود الذى سيتم البحث فيه

source: Providers
ar: مزودي القنوات

source: Python frontend for /tmp/mmi.socket
ar: نهاية واجهة ملفات البايثون /tmp/mmi.socket

source: Quick
ar: سريع

source: Quickzap
ar: إنتقال سريع

source: Quit
ar: خروج

source: RETRYING!
ar: اعاده المحاوله!

source: RGB
ar: أحمر أخضر أزرق

source: RTSP
ar: بروتوكول البث في الوقت الحقيقي

source: RTSP Path
ar: مسار بروتوكول البث في الوقت الحقيقي

source: RTSP Server
ar: خادم بروتوكول البث في الوقت الحقيقي

source: Random
ar: عشوائي

source: Really close without saving settings?
ar: هل تريد الإغلاق بدون حفظ الإعدادات؟

source: Really delete done timers?
ar: هل ترغب حقًا في حذف المؤقتات المنفذة؟

source: Really delete this %(desc)s entry?
ar: هل تريد حذف إدخال %(القرص) هذا؟

source: Really disconnect %s (%s)?
ar: هل تريد قطع اتصال٪ s (٪ s) حقا؟

source: Really exit the subservices quickzap?
ar: هل تريد فعلا الخروج السريع من مقدم الخدمات؟

source: Really reboot into Recovery Mode?
ar: هل تريد إعادة التشغيل حقًا في وضع الاسترداد؟

source: Really reboot now?
ar: هل تريد إعادة التشغيل الآن؟

source: Really remove this %(desc)s entry?
ar: هل يمكنك بالفعل إزالة %(القرص) المدخل؟

source: Really restart now?
ar: هل تريد إعادة التشغيل الآن؟

source: Really shutdown now?
ar: هل تريد فعلا الاغلاق الان؟

source: Record
ar: تسجيل

source: Record time limited due to conflicting timer %s
ar: وقت تسجيل محدود لوجود مؤقت متعارض %s

source: Recordable media toolbox
ar: صندوق أدوات الوسائط القابلة للتسجيل

source: Recorded files...
ar: ملفات مسجله...

source: Recording
ar: جاري التسجيل

source: Recording Device
ar: جاري التسجيل من الجهاز

source: Recording Device 2
ar: جاري التسجيل من الجهاز الثاني

source: Recording Device 3
ar: جاري التسجيل من الجهاز الثالث

source: Recording destination for this timer does not exists.
ar: وجهة التسجيل لهذا المؤقت غير موجودة.

source: Recording(s) are in progress or coming up in few seconds!
ar: التسجيل (التسجيلات) قيد التنفيذ أو سيبدأ بعد ثوان قليله!

source: Recordings
ar: التسجيلات

source: Red
ar: أحمر

source: Reenter new PIN
ar: إعادة إدخال رقم سري جديد

source: Refresh Rate
ar: معدل التحديث

source: Refresh rate Use up/down buttons.
ar: معدل التحديث استخدام أزرار لأعلى /للأسفل.

source: Refresh rate selection Please press OK if you can see this page on your TV (or select a different refresh rate). The next refresh rate will be automatically probed in 20 seconds.
ar: تحديد معدل التحديث الرجاء الضغط على "موافق" إذا كنت تستطيع رؤية هذه الصفحة على التلفزيون (أو حدد معدل تحديث مختلف). سيتم فحص معدل التحديث التالي تلقائيًا في 20 ثانية.

source: Region
ar: المنطقة

source: Reload
ar: إعادة تحميل

source: Reload Black-/Whitelists
ar: إعادة تحميل القائمة السوداء/البيضاء

source: Remain
ar: المتبقي

source: Remain / duration
ar: المتبقي / المدة

source: Remember service PIN
ar: تذكر الرقم السري للقناة

source: Remember service PIN cancel
ar: تغيير الرقم السري للقناة

source: Remote Control Selection
ar: تحديد جهاز التحكم عن بعد

source: Remote control
ar: جهاز التحكم عن بعد

source: Remote control repeat delay (ms)
ar: تأخير تكرار جهاز التحكم عن بعد (أجزاء من الثانية)

source: Remove
ar: حذف

source: Remove Bookmark
ar: حذف الإشارة المرجعية

source: Remove Selected Entry From Playlist
ar: حذف الإدخال المحدد من قائمة التشغيل

source: Remove a mark
ar: حذف علامة

source: Remove currently selected title
ar: حذف العنوان الحالي المختار

source: Remove finished.
ar: إنتهاء الحذف.

source: Remove this %(desc)s configuration.
ar: إزالة هذا %(القرص) التكوين.

source: Remove timer
ar: حذف المؤقت

source: Remove title
ar: حذف العنوان

source: Remove trusted certificate?
ar: هل يمكنك حذف الشهادة الموثوق بها؟

source: Removing
ar: جاري الحذف

source: Removing %s from the database failed with %s
ar: فشل حذفه %s من قاعدة البيانات مع %s

source: Removing a directory from the database failed!
ar: فشل حذف المسار من قاعدة البيانات!

source: Removing directory %s failed. (Maybe not empty.)
ar: فشل حذف %s المسار. (.قد يكون فارغ.)

source: Rename
ar: إعادة تسمية

source: Rename crashlogs
ar: إعادة تسمية سجلات الاعطال

source: Renderer Name
ar: اسم العارض

source: Repeat - All
ar: تكرار - الكل

source: Repeat - None
ar: تكرار - لاشيئ

source: Repeat - Single
ar: تكرار - مفرد

source: Repeat Type
ar: نوع التكرار

source: Repeating event currently recording... What do you want to do?
ar: تكرار حدث التسجيل حاليا ... ماذا تريد أن تفعل؟

source: Repeats
ar: الإعادات

source: Required medium type:
ar: نوع الوسيط المطلوب:

source: Rescan
ar: تكرار البحث

source: Reset
ar: إعاده الضبط

source: Reset and renumerate title names
ar: إعادة تعيين و إعادة تقييم عناوين الاسماء

source: Reset to defaults?
ar: إعادة تعيين إلى الإعدادات الافتراضية؟

source: Reset video enhancement settings to system defaults?
ar: إعادة إعدادات تصفح الفيديوهات إلى النظام الإفتراضي ؟

source: Reset video enhancement settings to your last configuration?
ar: إعادة إعدادات تصفح الفيديوهات إلى التكوينات الاخيرة الخاصة بك؟

source: Resolution
ar: الدقة

source: Restart GUI now?
ar: هل تريد إعادة تشغيل الانجما 2 الان ؟

source: Restart from the beginning
ar: إعادة التشغيل من البداية

source: Restart required
ar: إعادة التشغيل مطلوبة

source: Restore
ar: إستعادة

source: Restore backups
ar: إستعادة النسخة الإحتياطية

source: Restore is running...
ar: الإستعادة قيد التنفيذ...

source: Restore running
ar: الإستعادة قيد التنفيذ

source: Restore system settings
ar: إستعادة إعدادات النظام

source: Results
ar: النتائج

source: Resume from last position
ar: الإستعاده من المكان السابق

source: Resume position at %s
ar: إستعادة الوضع إلى %s

source: Resuming playback
ar: إستئناف التشغيل

source: Return to file browser
ar: الرجوع إلى متصفح الملفات

source: Return to movie list
ar: الرجوع إلى قائمة الأفلام

source: Return to previous service
ar: الرجوع إلى القناة السابقة

source: Rewind
ar: أولوية التسريع إلى الخلف

source: Right
ar: يمين

source: Roll-off
ar: الدوران-لايعمل

source: Rotor is exclusively controlled by this dreambox
ar: يتم التحكم في الدوران حصريًا بواسطة جهاز الدريم بوكس هذا

source: Rotor speed in degree per second
ar: سرعة الدوران بالدرجة في الثانية

source: Rotor turning speed
ar: سرعة تحول الدوران

source: Run fullscreen
ar: تشغيل ملء الشاشة

source: Russian
ar: الروسية

source: S-Video
ar: أفضل فيديو

source: SATA
ar: قرص ساتا

source: SCPC optimized search range
ar: نطاق البحث الأمثل عن إشارة كل قناة شركة لوحدها

source: SD
ar: عادي الوضوح

source: SDHC
ar: بطاقة الذاكرة

source: SID
ar: معرف الحماية

source: SINGLE LAYER DVD
ar: ديفيدي أحادي الشاشة

source: SSA Substation Alpha
ar: صيغة الترجمة ألفا

source: Sat
ar: السبت

source: Satellite
ar: قمر صناعي

source: Satellite Equipment Setup
ar: إعداد معدات الأقمار الصناعية

source: Satellite equipment
ar: معدات القمر

source: Satellites
ar: أقمار صناعية

source: Satfinder
ar: الباحث عن الأقمار

source: Sats
ar: أقمار

source: Saturation
ar: تصفية اللون

source: Saturday
ar: السبت

source: Save
ar: حفظ

source: Save Playlist
ar: حفظ قائمة التشغيل

source: Saved
ar: تم الحفظ

source: Scaler sharpness
ar: مقياس الحدة

source: Scan
ar: بحث

source: Scan
ar: بحـث

source: Scan Files...
ar: بحث الملفات...

source: Scan QAM128
ar: بحث QAM128

source: Scan QAM16
ar: بحث QAM16

source: Scan QAM256
ar: بحث QAM256

source: Scan QAM32
ar: بحث QAM32

source: Scan QAM64
ar: بحث QAM64

source: Scan SR6875
ar: بحث SR6875

source: Scan SR6900
ar: بحث SR6900

source: Scan additional SR
ar: البحث الإضافي عن إشارة الإستقبال

source: Scan band EU HYPER
ar: بحث التردد الاوروبي الاعلى

source: Scan band EU MID
ar: بحث التردد الأوروبي المتوسط

source: Scan band EU SUPER
ar: بحث تردد الأوروبي العالي

source: Scan band EU UHF IV
ar: بحث تردد العالمي العالي الاوروبي الخامس

source: Scan band EU UHF V
ar: بحث تردد العالمي العالي الاوروبي الرابع

source: Scan band EU VHF I
ar: بحث تردد الفديو العالي الاوروبي الأول

source: Scan band EU VHF III
ar: بحث تردد الفديو العالي الاوروبي الثالث

source: Scan band US HIGH
ar: بحث تردد الولايات المتحدة العالي

source: Scan band US HYPER
ar: بحث تردد الولايات المتحدة الأعلى

source: Scan band US JUMBO
ar: بحث تردد الولايات المتحدة الكبير

source: Scan band US LOW
ar: بحث تردد الولايات المتحدة المنخفضة

source: Scan band US MID
ar: بحث تردد الولايات المتحدة المتوسطة

source: Scan band US SUPER
ar: بحث تردد الولايات المتحدة العالية

source: Scan band US ULTRA
ar: بحث تردد الولايات المتحدة العالي

source: Scanning '%s' for media files. Scanned %s files. %s of them contain audio or video.
ar: جاري البحث '%s' عن ملفات الوسائط. تم البحث %s عن الملفات. %s منها تحتوي على الصوت أو الفيديو.

source: Scans default lamedbs sorted by satellite with a connected dish positioner
ar: البحث الإفتراضي لترددات مرتبة حسب الأقمار الصناعية مع توصيل الطبق المتحرك

source: Scroll mode is now %s
ar: وضع التمرير الآن %s

source: Scrolling
ar: جاري التمرير

source: Search
ar: بحث

source: Search Provider
ar: بحث مزود الخدمة

source: Search east
ar: البحث شرقاً

source: Search for '%s'
ar: البحث عن '%s'

source: Search west
ar: البحث غرباً

source: Searching for available updates. Please wait...
ar: جاري البحث عن التحديثات المتوفرة. الرجاء الانتظار....

source: Searching for new installed or removed packages. Please wait...
ar: جاري البحث عن حزم جديده تم تثبيتها أو حذفها. الرجاء الانتظار...

source: Select
ar: تحديد

source: Select Location
ar: أختار الموقع

source: Select Your Skin
ar: أختار السكن الخاص بك

source: Select audio track
ar: أختار مسار الصوت

source: Select channel to record from
ar: اختار القناة التى تريد أن تسجل منها

source: Select files for backup.
ar: أختار ملفات النسخة الإحتياطية.

source: Select files/folders to backup
ar: أختار ملفات/مجلدات النسخة الإحتياطية

source: Select input device
ar: إختيار الجهاز المدخل

source: Select input device.
ar: إختيار الجهاز المدخل.

source: Select mountpoint
ar: تحديد نقطة ربط الأجهزة الأخرى

source: Select provider to add...
ar: أختار مزود الخدمة لإضافته...

source: Select service to add...
ar: أختار القناة لإضافتها...

source: Select storage device.
ar: حدد جهاز التخزين.

source: Select the remote you're using
ar: حدد جهاز التحكم عن بعد الذي تستخدمه

source: Select upgrade source to edit.
ar: أختار مصدر الترقيه المراد تحريره.

source: Select your Remote
ar: حدد جهاز التحكم عن بعد

source: Select your favorite mapping.
ar: حدد الخريطة المفضلة لديك.

source: Send DiSEqC
ar: إشارة القسام

source: Send DiSEqC only on satellite change
ar: إشارة القسام عند تغيير القمر فقط

source: Send HDMI CEC Power Events
ar: إرسال أحداث التحكم في إلكترونيات المستهلك

source: Send explicit on/off to Audio System
ar: إرسال صريح تشغيل / إيقاف إلى نظام الصوت

source: Sensor
ar: مستشعر

source: Seperate titles with a main menu
ar: عناوين منفصلة مع القائمة الرئيسية

source: Sequence repeat
ar: تكرار التسلسل

source: Serbian
ar: الصربية

source: Server Name
ar: اسم الخادم

source: Servers
ar: السيرفرات

source: Service
ar: قنوات

source: Service has been added to the favourites.
ar: تم إضافة القناة إلى المفضلة.

source: Service has been added to the selected bouquet.
ar: تم إضافة القناة إلى الباقة المختاره.

source: Service invalid! (Timeout reading PMT)
ar: فشل الخدمة ! (مهلة القراءة مؤقتة )

source: Service name column width
ar: عرض عمود اسم القناة

source: Service not found!
ar: لم يتم العثور علي القناة!

source: Service not found! (SID not found in PAT)
ar: الخدمة غير متوفرة! (لم يتم العثور على معرف الحماية)

source: Service reference
ar: مرجع القناة

source: Service unavailable! Check tuner configuration!
ar: القناة غير متوفرة ! تأكد من تهيئة المؤالف!

source: Services
ar: القنوات

source: Set End Time
ar: أضبط وقت الإنتهاء

source: Set Voltage and 22KHz
ar: ضبط الجهد و 22 كيلوهيرتز

source: Set as Startpage
ar: تعيين القناة الحالية بداية التشغيل

source: Set available internal memory threshold for the warning.
ar: قم بتعيين حد الذاكرة الداخلية المتاحة للتحذير.

source: Set limits
ar: ضبط الحدود

source: Set up as default %(desc)s.
ar: إعداد كافتراضي %(القرص).

source: Set up your Network connections
ar: قم بإعداد اتصالات الشبكة الخاصة بك

source: Set up your bluetooth remotes
ar: قم بإعداد أجهزة التحكم عن بُعد الخاصة بالبلوتوث

source: Set up your keyboard.
ar: قم بإعداد لوحة المفاتيح الخاصة بك.

source: Set up your storage device now?
ar: إعداد جهاز التخزين الخاص بك الآن؟

source: Setting new encoder service to {0} failed!
ar: فشل تعيين خدمة التشفير الجديدة إلى {0}!

source: Setting new encoder service to {0} failed! (Insufficient resources)
ar: فشل تعيين خدمة التشفير الجديدة إلى {0}! (مصادر غير كافية)

source: Settings
ar: إعدادات

source: Settings have been saved successfully!
ar: تم حفظ الإعدادات بنجاح!

source: Setup
ar: الضبط

source: Setup Advanced Features
ar: مميزات الإعدادات المتقدمة

source: Setup Folders of your Media Database
ar: إعداد مجلدات قاعدة بيانات الوسائط الخاصة بك

source: Setup HbbTV functionalities
ar: إعدادات وظائف البث الهجين

source: Setup UPnP/DLNA Services
ar: ضبط خاصية الاتصال داخل الشبكة الحالية/التركيب والتشغيل العالمي للقنوات

source: Setup your positioner
ar: إعدادات النظام المتحرك الخاص بك

source: Setup your satellite equipment
ar: اعداد معدات الأقمار الصناعية

source: Share Audio
ar: مشاركة الصوت

source: Share Live TV/Radio
ar: مشاركة بث مباشر التلفزيون/القنوات الإذاعية

source: Share Video
ar: مشاركة الفيديو

source: Sharpness
ar: مقياس الحدة

source: Short filenames
ar: أسماء ملفات قصيرة

source: Show HbbTV Browser
ar: عرض متصفح البث الهجين

source: Show Picons
ar: عرض الايقونات

source: Show event-progress
ar: عرض تقدم الحدث

source: Show recordings
ar: عرض التسجيلات

source: Show service name
ar: عرض اسم القناة

source: Show service numbers
ar: عرض أرقام القنوات

source: Show services beginning with
ar: إظهر القنوات التى تبدأ بـ

source: Show the current HbbTV Startapplication
ar: عرض تطبيق تشغيل البث الهجين الحالي

source: Show the current HbbTV Teletext Application
ar: عرض تطبيق نصوص المعلومات البث الهجين الحالي

source: Show the radio player...
ar: عرض مشغل القنوات الإذاعية...

source: Show the tv player...
ar: عرض مشغل قنوات التلفزيون...

source: Showing a picture from '%s' failed!
ar: عرض الصورة من '%s' فشل!

source: Shuffle - Off
ar: إيقاف - العشوائي

source: Shuffle - On
ar: تشغيل - العشوائي

source: Shutdown
ar: إغلاق

source: Shutdown Dreambox after
ar: اغلاق الدريم بوكس بعد

source: Similar
ar: شبيهه

source: Similar broadcasts:
ar: إذاعات مماثله :

source: Simple
ar: بسيط

source: Simple titleset (compatibility for legacy players)
ar: مجموعة عناوين بسيطة (التوافق مع المشغلين القدامى)

source: Single
ar: مفرد

source: Single EPG
ar: دليل برنامج يوم واحد

source: Single satellite
ar: قمر واحد

source: Single transponder
ar: تردد واحد

source: Singlestep (GOP)
ar: خطوة واحدة (مجموعة صور)

source: Skin
ar: السكن

source: Skins
ar: سكنات

source: Skip empty transponders
ar: تخطي الترددات الفارغة

source: Sleep Timer
ar: مؤقت النوم

source: Sleep timer action:
ar: إجراء مؤقت النوم :

source: Slideshow: Interval between pictures (sec)
ar: عرض الشرائح: الفاصل الزمني بين الصور (ثانية)

source: Slideshow: Repeat
ar: عرض الشرائح: تكرار

source: Slot %d
ar: فتحة %d

source: Slovakian
ar: السلوفاكية

source: Slovenian
ar: السلوفينيّة

source: Slow
ar: بطيئ

source: Slow Motion
ar: حركة بطيئة

source: Software
ar: البرنامج التشغيلي

source: Software management
ar: التحكم فى البرنامج التشغيلي

source: Software manager setup
ar: إعداد إدارة البرنامج التشغيلي

source: Software restore
ar: إستعادة البرنامج التشغيلي

source: Software update
ar: تحديث البرنامج التشغيلي

source: Softwaremanager information
ar: معلومات إدارة البرنامج التشغيلي

source: Some Remotes may exist in other Colors
ar: قد توجد بعض أجهزة التحكم عن بعد بألوان أخرى

source: Some of the configuration changes require a restart of the Browser. Do you want to restart the Browser now?
ar: تتطلب بعض تغييرات التكوين إعادة تشغيل المتصفح. هل تريد إعادة تشغيل المتصفح الآن؟

source: Some plugins are not available:
ar: بعض البلجن غير متوفر:

source: Sorry MediaScanner is not installed!
ar: أسف باحث الوسائط غير مثبت !

source: Sorry no backups found!
ar: أسف لم يتم العثور على أي نسخة إحتياطية!

source: Sorry your backup destination is not writeable. Please choose an other one.
ar: أسف المكان الذى تريد وضع النسخة الاحتياطية فيه لا يمكن الكتابه عليه من فضلك أختار مكان آخر.

source: Sorry, could not remove mount entry from fstab.
ar: أسف، تعذر إزالة إدخال التحميل من ملفات النظام.

source: Sorry, your backup destination is not writeable. Please choose another one.
ar: أسف، المكان الذى تريد وضع النسخة الإحتياطية فيه لا يمكن الكتابه عليه من فضلك أختار مكان آخر.

source: Sorry, your directory is not writeable.
ar: أسف، المسار غير قابل للكتابة فيه.

source: Sort A-Z
ar: فرز أبجدي أ-ي

source: Sort Time
ar: فرز حسب الوقت

source: South
ar: جنوب

source: Spanish
ar: الإسبانية

source: Special Event Handlers
ar: معالجات الأحداث الخاصة

source: Speed
ar: السرعة

source: Split preview mode
ar: تقسيم وضع المعاينة

source: Standby
ar: وضع الإستعداد

source: Standby / Restart
ar: وضع الإستعداد/إعادة التشغيل

source: Standby Fan %d PWM
ar: إستعداد المروحة %d تعديل عرض الدورات

source: Standby Fan %d Voltage
ar: إستعداد المروحة %d الجهد

source: Start HbbTV...
ar: تشغيل البث الهجين...

source: Start from the beginning
ar: أبدأ من البداية

source: Start recording?
ar: أبـدأ التسجيل؟

source: Start storage device plugin...
ar: تشغيل بلجن جهاز التخزين...

source: Start with current service
ar: تشغيل القناة الحالية

source: Start with current service instead of first service.
ar: تشغيل القناة الحالية بدلاً من القناة الأولى.

source: StartTime
ar: وقت التشغيل

source: Starting on
ar: يشتغل فى

source: Status Detail
ar: تفاصيل الحالة

source: Step east
ar: خطوه ناحية الشرق

source: Step west
ar: خطوه ناحية الغرب

source: Stop
ar: إيقاف

source: Stop Playback
ar: إيقاف التشغيل

source: Stop Timeshift?
ar: إيقاف التايم شفت؟

source: Stop current event and disable coming events
ar: إيقاف الحدث الحالي وتعطيل الاحداث القادمة

source: Stop current event but not coming events
ar: إيقاف الحدث الحالي فقط وليس الاحداث القادمة

source: Stop playing this movie?
ar: إيقاف عرض هذا الفيلم؟

source: Stop testing plane after # failed transponders
ar: إيقاف مستوى الاختبار بعد # فشل التردد

source: Stop testing plane after # successful transponders
ar: إيقاف مستوى الاختبار بعد # نجاح التردد

source: Storage device
ar: جهاز التخزين

source: Storage device information
ar: معلومات جهاز التخزين

source: Storage devices
ar: أجهزة التخزين

source: Storage plugins
ar: بلجن التخزين

source: Store position
ar: تخزين الموقع

source: Stored position
ar: تم تخزين الموقع

source: Stream ID
ar: معرف البث

source: Stream Id
ar: معرف البث

source: Streaming Server
ar: خادم البث

source: Streaming Server Setup
ar: ضبط خادم البث

source: Streaming error: %s
ar: خطأ في البث: %s

source: Subservice list...
ar: قائمة القنوات الفرعية...

source: Subtitle selection
ar: إختيار الترجمة الفرعية

source: Subtitles
ar: الترجمة

source: Success
ar: نجاح

source: Successfully, deactivated mount entry from fstab.
ar: تم نجاح، إلغاء تنشيط إدخال التحميل من ملفات النظام.

source: Sun
ar: الاحد

source: Sunday
ar: الاحد

source: Supplies DBus with some additional functionality
ar: لوازم نظام تبادل البيانات مع بعض الوظائف الإضافية

source: Swap Services
ar: خدمات زيادة المساحة على القرص الصلب يتم استخدامها بجانب الذاكرة

source: Swedish
ar: السويدية

source: Switch to next subservice
ar: الإنتقال إلى القنوات الفرعية التالية

source: Switch to previous subservice
ar: الإنتقال إلى القنوات الفرعية السابقه

source: Symbol rate
ar: معدل الترميز

source: Sync mode
ar: وضع المزامنة

source: System
ar: النـظام

source: TRANSLATOR_INFO
ar: معلومات_المترجم

source: TS file is too large for ISO9660 level 1!
ar: ملف TS كبير جدا بالنسبة ISO9660 المستوى 1!

source: TSID
ar: إرسال معرف المحطة

source: TTX
ar: ملف الترجمة

source: TV
ar: التلفزيون

source: TV (force)
ar: التلفزيون (سرعة)

source: TV Services
ar: خدمات التلفزيون

source: TXT
ar: تنسيق تي اكس تي

source: TXT PID
ar: ملف نصوص

source: Tab
ar: تبويب

source: Table of content for collection
ar: جدول المحتويات للمجموعة

source: Tag 1
ar: علامة 1

source: Tag 2
ar: علامة 2

source: Tags
ar: علامات

source: Target directory for downloads
ar: المسار المستهدف للتحميل

source: Target for forwarded Volume keys
ar: الهدف لمفاتيح مستوى الصوت التي تم إعادة توجيهها

source: Temperature
ar: درجة حرارة

source: Temperature and Fan control
ar: درجة الحرارة والتحكم فى المروحة

source: Terrestrial
ar: أرضي

source: Terrestrial provider
ar: مزود خدمة أرضي

source: Test DiSEqC settings
ar: إختبار إعدادات القسام

source: Test Type
ar: نوع الاختبار

source: Test-Messagebox?
ar: أختبر صندوق الرسائل ؟

source: Text
ar: النصوص

source: The DVD standard doesn't support H.264 (HDTV) video streams.
ar: نظام الديفيدي العادي لا يدعم الفيديو H.264 (عالي الوضوح).

source: The Frontprocessor was updated successfully! Your Dreambox will now be restarted!
ar: تم تحديث الواجهة الأمامية بنجاح! سيتم الآن إعادة تشغيل جهاز الدريم بوكس الخاص بك!

source: The PIN code has been changed successfully.
ar: تم تغيير الرقم السري بنجاح.

source: The PIN codes you entered are different.
ar: الرقم السري الذي قمت بإدخاله مختلف.

source: The Softwaremanagement extension is not installed! Please install it.
ar: إن إضافة التحكم فى البرنامج التشغيلى غير مثبته ّ من فضلك ثبتها .

source: The device will shutdown due to inactivity. Do you want to abort the shutdown?
ar: سيتم إيقاف تشغيل الجهاز بسبب عدم التفعيل. هل تريد إيقاف التشغيل؟
