Repository: mosadraja/enigma2-po
Catalog: po/*.po
Languages: ar

source: delete...
ar: حذف...

source: disable
ar: تعطيل

source: disable move mode
ar: تعطيل وضع التحريك

source: disabled
ar: تم التعطيل

source: disconnected
ar: قطع الاتصال

source: do nothing
ar: لا تفعل شيئ

source: don't record
ar: لا تسجل

source: done!
ar: إنتهى!

source: drop-shadow
ar: تخفيف-الظل

source: eMMC
ar: بطاقة الذاكرة اي ام ام سي

source: eSATA
ar: منفذ أي ساتا

source: edit alternatives
ar: تعديل البديل

source: empty
ar: فارغ

source: enable
ar: تمكين

source: enable bouquet edit
ar: تمكين تعديل الباقة

source: enable favourite edit
ar: تفعيل تعديل المفضلة

source: enable move mode
ar: تفعيل وضع التحريك

source: enabled
ar: تم التفعيل

source: end alternatives edit
ar: إنهاء تحرير البدائل

source: end bouquet edit
ar: نهاية تحرير باقة

source: end cut here
ar: إنتهاء القطع هنا

source: end favourites edit
ar: إنتهاء تحرير المفضلة

source: enqueued for future scan...
ar: محجوز للبحث في المستقبل...

source: equal to
ar: يساوي

source: exit DVD player or return to file browser
ar: الخروج من مشغل الدفيفدي أو الرجوع الى متصفح الملفات

source: exit mediaplayer
ar: الخروج من مشغل الوسائط

source: exit movielist
ar: الخروج من قائمة الافلام

source: externally loopthrough to
ar: ربط الخارجي من خلال

source: fast JPEG
ar: صورة سريعة

source: fileformats (BMP, PNG, JPG, GIF)
ar: قراءة صيغ الصور (BMP, PNG, JPG, GIF)

source: filename
ar: اسم الملف

source: fine-tune your display
ar: التوليف الدقيق على الشاشة

source: force disabled
ar: تعطيل القوة

source: force enabled
ar: تمكين القوة

source: forced only
ar: اضطر فقط

source: forward to the next chapter
ar: الانتقال إلى الأمام إلى الفصل التالي

source: free
ar: متوفر

source: free diskspace
ar: المساحه المتبقية فى القرص

source: go to idle mode
ar: الانتقال إلى وضع الخمول

source: go to standby
ar: الذهاب لوضع الاستعداد

source: grab this frame as bitmap
ar: الاستيلاء على هذا الإطار كما الصورة النقطية

source: green
ar: أخضر

source: hard disk
ar: القرص الصلب

source: hear radio...
ar: استمع للراديو......

source: hide extended description
ar: إخفاء الوصف التفصيلي

source: hide player
ar: إخفاء المشغل

source: high
ar: عالي

source: horizontal
ar: أفقي

source: hour
ar: ساعة

source: hours
ar: ساعات

source: immediate shutdown
ar: الإغلاق السريع

source: in progress
ar: قيد التنفيذ

source: inactive
ar: غير مفعل

source: init module
ar: تثبيت الوحدة

source: init modules
ar: تثبيت الوحدات

source: insert mark here
ar: ضع علامه هنا

source: internally loopthrough to
ar: الربط الداخلي من خلال

source: jump back to the previous title
ar: الانتقال والرجوع للعنوان السابق

source: jump forward to the next title
ar: الانتقال والتقدم للعنوان التالي

source: jump to listbegin
ar: الانتقال الى بداية القائمة

source: jump to listend
ar: الانتقال الى نهاية القائمة

source: jump to next marked position
ar: الانتقال إلى المكان المحدد التالي

source: jump to previous marked position
ar: الانتقال إلى المكان المحدد السابق

source: kHz
ar: كيلوهرتز

source: leave movie player...
ar: الخروج من مشغل الافلام ..

source: left
ar: يسار

source: length
ar: طول

source: lime
ar: ليموني

source: list of EPG views...
ar: قائمة مشاهدة دليل البرامج الإلكتروني...

source: list style compact
ar: شكل القائمة المدمجة

source: list style compact with description
ar: شكل القائمة المدمجة مع الوصف

source: list style default
ar: شكل القائمة الإفتراضية

source: list style single line
ar: شكل القائمة سطر واحد

source: load playlist
ar: تحميل قائمة التشغيل

source: locked
ar: مغلق

source: main
ar: الرئيسي

source: manual
ar: يدوي

source: menu
ar: القائمة

source: mins
ar: دقائق

source: minute
ar: دقيقة

source: minutes
ar: دقائق

source: month
ar: شهر

source: monthly
ar: شهري

source: move PiP to main picture
ar: تحريك صوره داخل صوره من الصوره الرئيسية

source: movie list
ar: قائمة الافلام

source: multinorm
ar: متعدد المعايير

source: multiple
ar: متعدد

source: n/A
ar: لا شئ

source: n/a
ar: غير متوفر

source: never
ar: أبدا

source: next channel
ar: القناه التاليه

source: next channel in history
ar: القناة التالية من السجل

source: no
ar: لا

source: no CAId selected
ar: لم يتم إختيار الكايد

source: no CI slots found
ar: لايوجد فتحة لوحدة النفاذ المشروط

source: no Services/Providers selected
ar: لايوجد قنوات او مزودي خدمة محددة

source: no active streams...
ar: لا يوجد بث نشط...

source: no matching processing key
ar: لا يوجد مفتاح معالجة مطابق

source: no module found
ar: لم يتم العثور على الكامة

source: no standby
ar: لا يوجد وضع استعداد

source: no storage devices found
ar: لم يتم العثور علي أجهزه تخزين

source: no timeout
ar: بدون مهلة

source: no valid AACS certificate
ar: لا توجد شهادة نظام الوصول المتقدم للمحتوى صالحه

source: none
ar: لا شي

source: not locked
ar: غير مغلقه

source: not supported
ar: غير معتمد

source: not used
ar: غير مستخدمه

source: nothing
ar: لا شيء

source: nothing connected
ar: لا شيئ متصل

source: of a DUAL layer medium used.
ar: من الطبقة الثنائية أستخدم الوسط.

source: of a SINGLE layer medium used.
ar: من الطبقة الأحادية أستخدم الوسط.

source: off
ar: إيقاف

source: olympic blue
ar: الأزرق الأولمبي

source: on
ar: على

source: on READ ONLY medium.
ar: قراءة الوسيط فقط.

source: once
ar: مره واحده

source: open servicelist
ar: فتح قائمة القنوات

source: open servicelist(down)
ar: أفتح قائمة القنوات(اسفل)

source: open servicelist(up)
ar: أفتح قائمة القنوات(أعلى)

source: orange
ar: برتقالي

source: parental control pin
ar: الرمز السري للرقابة الأبوية

source: pass
ar: مرور

source: pause
ar: توقيف مؤقت

source: pink
ar: وردي

source: plain text subtitles
ar: ترجمة النص العادي

source: play entry
ar: أدخل التشغيل

source: play from next mark or playlist entry
ar: تشغيل من العلامة التالية أو أدخل قائمة التشغيل

source: play from previous mark or playlist entry
ar: تشغيل من العلامة السابقة أو أدخل قائمة التشغيل

source: please press OK when ready
ar: من فضلك أضغط موافق عندما تكون جاهزا

source: please wait, loading picture...
ar: من فضلك أنتظر... جارى تحميل الصورة...

source: plugin to test some capabilities
ar: بلجن لاختبار بعض القدرات

source: previous channel
ar: القناه السابقة

source: previous channel in history
ar: القناه السابقة في السجل

source: purple
ar: أرجوان

source: reconnecting...
ar: جاري إعادة الاتصال...

source: record
ar: تسجيل

source: record timer
ar: مؤقت التسجيل

source: recording...
ar: جاري التسجيل...

source: red
ar: أحمر

source: remove after this position
ar: حذف بعد هذا المكان

source: remove all alternatives
ar: حذف كل البدائل

source: remove all new found flags
ar: حذف كل العلامات على القنوات الجديدة

source: remove before this position
ar: حذف قبل هذا المكان

source: remove bookmark
ar: حذف العلامة المرجعية

source: remove cable services
ar: حذف قنوات الكيبل

source: remove directory
ar: حذف المسار

source: remove entry
ar: حذف القناة

source: remove from parental protection
ar: حذف من الرقابة الأبوية

source: remove new found flag
ar: حذف العلامة الجديدة إن وجدت

source: remove selected satellite
ar: حذف القمر المختار

source: remove terrestrial services
ar: حذف القنوات الأرضية

source: remove this mark
ar: حذف هذه العلامة

source: rename entry
ar: إعادة تسمية الإدخال

source: repeat playlist
ar: إعادة قائمة التشغيل

source: repeated
ar: متكرر

source: rewind to the previous chapter
ar: عوده للفصل السابق

source: right
ar: يمين

source: rose
ar: ورد

source: save last directory on exit
ar: حفظ آخر مسار عند الخروج

source: save playlist
ar: حفظ قائمة التشغيل

source: save playlist on exit
ar: حفظ قائمة التشغيل عند الخروج

source: scan done!
ar: انتهـى البحث!

source: scan in progress - %d%% done!
ar: يتم البحث الان %d %% إنتهى!

source: scan state
ar: حاله البحث

source: scanning...
ar: جاري البحث...

source: second
ar: ثانوي

source: seconds
ar: ثواني

source: select
ar: إختار

source: select CAId
ar: أختار الكايد

source: select CAId's
ar: أختار الكايدات

source: select movie
ar: أختار الفيلم

source: select the movie path
ar: أختار مسار الفيلم

source: service PIN
ar: الخدمة برقم سري

source: setup PIN
ar: ضبط الرقم السري

source: short description
ar: وصف مختصر

source: show DVD main menu
ar: عرض قائمة الأقراص الرئيسية

source: show EPG...
ar: عرض دليل البرامج الالكتروني...

source: show all
ar: عرض الكل

source: show alternatives
ar: عرض البدائل

source: show event details
ar: عرض تفاصيل الحدث

source: show extended description
ar: عرض الوصف المتقدم

source: show first selected tag
ar: عرض العلامة المختارة أولا

source: show outdated service EPG...
ar: عرض قناة الدليل الالكتروني القديمة ...

source: show second selected tag
ar: عرض العلامة المختارة الثانية

source: show shutdown menu
ar: عرض قائمة الاغلاق

source: show single service EPG...
ar: عرض قناة واحدة من دليل البرامج الإلكتروني ...

source: show tag menu
ar: عرض بطاقة القائمة

source: show transponder info
ar: عرض معلومات التردد

source: shuffle playlist
ar: تشغيل القائمة عشوائيآ

source: shut down
ar: إيقاف التشغيل

source: shutdown
ar: إيقاف التشغيل

source: simple
ar: بسيط

source: skip backward
ar: تخطى للخلف

source: skip backward (enter time)
ar: تخطى للخلف (أدخل الوقت)

source: skip forward
ar: تخطى للأمام

source: skip forward (enter time)
ar: تخطى للأمام (أدخل الوقت)

source: sort by date
ar: تصنيف حسب التاريخ

source: special characters
ar: حروف خاصة

source: standard
ar: عادي

source: standby
ar: وضع الاستعداد

source: start cut here
ar: أبدأ القطع هنا

source: start directory
ar: تشغيل المسار

source: start timeshift
ar: تشغيل التحكم الزمني في البث المباشر

source: stereo
ar: الصوت المزدوج

source: stop PiP
ar: إيقاف صورة داخل صورة

source: stop entry
ar: توقف المدخل

source: stop recording
ar: إيقاف التسجيل

source: stop timeshift
ar: إيقاف التحكم الزمني في البث المباشر

source: storage device
ar: جهاز تخزين

source: swap PiP and main picture
ar: تحريك صوره داخل صوره من الصوره الرئيسية

source: switch to bookmarks
ar: الانتقال الى العلامات المرجعية

source: switch to filelist
ar: الانتقال الى قائمة الملفات

source: switch to playlist
ar: الانتقال إلى قائمة التشغيل

source: switch to the next angle
ar: الانتقال الى الزاوية التالية

source: switch to the next audio track
ar: الانتقال الى مسار الصوت التالي

source: switch to the next subtitle language
ar: الانتقال إلى لغة الترجمة التالية

source: template file
ar: ملف قالب

source: this recording
ar: جاري هذا التسجيل

source: this service is protected by a parental control pin
ar: هذه القناه محميه برقم سري بواسطه الرقابة الأبوية

source: to your new Dreambox! Let's start setting it up... [Press OK]
ar: إلى جهاز الدريم بوكس الجديد الخاص بك! لنبدأ بضبط إعداداته... [اضغط موافق]

source: toggle a cut mark at the current position
ar: تبديل علامة قطع في الموضع الحالي

source: toggle time, chapter, audio, subtitle info
ar: الوقت تبديل، والفصل، والصوت، معلومات الترجمة

source: tuner is not supported
ar: غير معتمد مؤالف

source: tuning...
ar: ضبط...

source: unknown
ar: مجهول

source: unknown service
ar: قناة مجهولة

source: unspecified
ar: غير المحددة

source: until standby/restart
ar: حتى وضع الانتظار/إعادة التشغيل

source: upcoming event
ar: الحدث القادم

source: user defined
ar: محدده من قبل المستخدم

source: vertical
ar: رأسي

source: view extensions...
ar: مشاهدة الملحقات...

source: view recordings...
ar: مشاهدة التسجيلات...

source: wait for ci...
ar: إنتظر الكامة الداخلية...

source: wait for mmi...
ar: إنتظار واجهة الوسائط المتعددة...

source: waiting
ar: جاري الانتظار

source: waiting for statistics...
ar: جاري انتظار الإحصاءات...

source: was removed successfully
ar: تم الحذف بنجاح

source: weekly
ar: أسبوعي

source: white
ar: أبيض

source: whitelist
ar: القائمه البيضاء

source: working
ar: جاري العمل

source: yellow
ar: أصفر

source: yes
ar: نعم

source: yes (keep feeds)
ar: نعم (الاحتفاظ بها)

source: your dreambox might be unusable now. Please consult the manual for further assistance before rebooting your dreambox.
ar: قد يكون جهاز الدريم بوكس الخاص بك غير قابل للاستخدام الآن. يرجى الرجوع إلى الدليل للحصول على مزيد من المساعدة قبل إعادة تشغيل جهاز الدريم بوكس الخاص بك.

source: zap
ar: أنتقل

source: zapped
ar: تم الانتقال

source: This is step number 2.
ar: هذه هى الخطوه رقم 2.

source: Yes, view the tutorial
ar: نعم,مشاهده الشرح

source: No, just start my dreambox
ar: لا، فقط تشغيل جهاز الدريم بوكس

source: By pressing the OK Button on your remote control, the info bar is being displayed.
ar: بالضغط على مفتاح موافق من وحدة التحكم عن بعد، سيظهر شريط المعلومات.

source: Do you want to view a tutorial?
ar: هل تريد عرض البرنامج التعليمي؟

source: LED Manager
ar: ضبط الإضاءة الطبيعية

source: Automatic Timerlist Cleanup Setup
ar: ضبط تنظيف قائمة المؤقتات التلقائية

source: Job View
ar: مشاهدة العرض

source: Cutlist editor
ar: محرر قائمة القطع

source: DynDNS Setup
ar: ضبط تعيين أسماء نطاق الإنترنت

source: EPGRefresh Functions
ar: وظائف تحديث دليل البرامج الإلكترونية

source: Select IPKG source.....
ar: حدد مصدر ملفات النظام المحميه.....

source: Partnerbox:List of Entries
ar: جهاز الشريك:قائمة الإدخالات

source: Database Manager
ar: إدارة قاعدة البيانات

source: Choose bouquet
ar: أختار الباقة

source: Parental control services Editor
ar: محرر خدمات الرقابة الأبوية

source: Timeshift
ar: التحكم الزمني في البث المباشر

source: Audio Sync
ar: مزامنة الصوت

source: Symbolrate:
ar: معدل الترميز:

source: With errors:
ar: مع الأخطاء:

source: Restore fstab.backup
ar: استعادة ملفات النظام.النسخ الاحتياطية

source: MyTube - History
ar: سجل - اليوتيوب الخاص بي

source: Command execution...
ar: تنفيذ الأمر...

source: PiPSetup
ar: ضبط صوره داخل صوره

source: Elektro Power Save
ar: إلكترو حفظ التشغيل

source: UserManager
ar: إدارة المستخدم

source: Wizard...
ar: معالج...

source: BER:
ar: معدل خطاء الإشارة:

source: Harddisk
ar: القرص الصلب

source: YT-Trailer List
ar: اليوتيوب - قائمة مقطع صغير من الفيلم

source: YT-Trailer Setup
ar: اليوتيوب - إعداد مقطع صغير من الفيلم

source: Birthday Reminder
ar: تذكير عيد ميلاد

source: MyTube - Video Info
ar: معلومات الفديو - اليوتيوب الخاص بي

source: Animation Setup
ar: إعدادات أشكال القوائم المتحركة

source: Reception Settings
ar: إعدادات الاستقبال

source: Edit AutoTimer
ar: تحرير المؤقت الآلي

source: Show...
ar: عرض...

source: Genuine Dreambox
ar: جهاز الدريم بوكس الأصلي

source: fstab-Editor
ar: محرر - ملفات النظام

source: Select files/folders to backup...
ar: حدد الملفات/ المجلدات للنسخ الاحتياطي...

source: MyTube - Browser
ar: متصفح - اليوتيوب الخاص بي

source: LogoManager Setup
ar: ضبط إدارة الشعار

source: Network:Service configuration
ar: شبكة:تكوين الخدمة

source: Choose Tuner
ar: أختار المؤالف

source: select Slot
ar: أختار الفتحة

source: Software Update...
ar: تحديث البرنامج التشغيلي...

source: Plugin browser
ar: تصفح البلجن

source: Succeeded:
ar: نجحت:

source: Volume
ar: مستوى الصوت

source: Edit AutoTimer Services
ar: تحرير قنوات المؤقت الآلي

source: TeleTextMenu
ar: قائمة النصوص

source: Sat&gt;IP Tuner Setup
ar: القمر&gt;ضبط أيبي المؤالف

source: AC3 Lip Sync Setup
ar: ضبط مزامنة الصوت مع الشفاه

source: Audio Restart Setup
ar: إعداد إعادة تشغيل الصوت

source: Cutlist Menu
ar: قائمة التقطيع

source: Remove entry
ar: حذف القناة

source: MediaCenter:Main Settings
ar: مركز الوسائط: إعدادات رئيسية

source: Sat&gt;IP Tuner Overview
ar: القمر&gt;معاينة أيبي المؤالف

source: Serviceinfo
ar: معلومات القناة

source: Select HDD
ar: اختار القرص الصلب

source: Common Interface
ar: وحده النفاذ المشروط

source: Retro GameStation
ar: ريترو محطة الالعاب

source: Anti Scroll Setup
ar: إعداد مكافح التمرير

source: Import AutoTimer
ar: إستيراد مؤقت آلي

source: DVD Backup
ar: نسخة إحتياطية لمشغل الاقراص

source: CurlyTx
ar: النصوص كرلي

source: Help
ar: المساعدة

source: Bonjour
ar: صباح الخير

source: MovieSelection QuickButton Setup
ar: ضبط الأزرار السريعة لاختيارات الافلام

source: UnhandledKey
ar: مفتاح غير معالج

source: AutoTimer Overview
ar: نظرة عامة على المؤقت التلقائي

source: Overall progress:
ar: التقدم العام:

source: EPG Selection
ar: إختيار دليل البرامج اليومي

source: MyTube - Help
ar: مساعدة - اليوتيوب الخاص بي

source: Dish
ar: طبق الإستقبال

source: dreamIRC
ar: ريموت الدريم بوكس

source: TeleTextFavoritesMenu
ar: قائمة مفضلات خدمة المعلومات

source: Subservices
ar: القنوات الفرعية

source: Run mount -a
ar: تشغيل ربط الاجهزة -a

source: Service Scan
ar: بحث عن القنوات

source: Lock:
ar: القفل:

source: Choose your Skin
ar: أختار السكن الخاص بك

source: coded:2010 by Vali
ar: كودك:2010 بواسطة فالي

source: Not tested:
ar: لم تختبر:

source: End
ar: النهاية

source: Preview AutoTimer
ar: معاينة المؤقت التلقائي

source: Plugin details
ar: تفاصيل البلجن

source: Progress:
ar: التقدم :

source: EPG
ar: دليل البرامج الإلكترونية

source: hide/visible entry
ar: إدخال مخفي/مرئي

source: Continue in background
ar: استمرار فى الخلفية

source: VPS-Plugin
ar: بلجن الخادم الإفتراضي الخاص

source: Permanent Clock
ar: الساعة الدائمة

source: Service scan
ar: بحث عـن القنـوات

source: VideoEnhancementPreview
ar: معاينة تحسين الفيديو

source: CI Assignment
ar: مهمة الكامة الداخلية

source: MPHelp
ar: مساعدة في بوابة الوسائط

source: MyTubeSuggestionsListScreen...
ar: شاشة قائمة اقتراحات اليوتيوب الخاص بك...

source: Quickbutton Setup
ar: ضبط الأزرار السريعة

source: Weather Plugin
ar: بلجن الطقس

source: Simple RSS Reader Setup
ar: إعداد قارئ مختصر الاخبار بسيط

source: Babelzapper Plugin
ar: الإنتقال إلى بلجن بابل

source: Remote Timer Editor
ar: محرر مؤقت عن بعد

source: MountView
ar: عرض ربط مشاركة الاجهزة

source: MountEdit
ar: تعديل ربط مشاركة الاجهزة

source: GraphMultiEPG Settings
ar: إعدادات الدليل الإلكتروني المتعدد الرسومي

source: Main menu
ar: القائمة الرئيسية

source: CI/CA Menu
ar: قائمة وحدة النفاذ المشروط/خيارات الكامة الداخلية

source: Scan IP
ar: البحث عن الايبي

source: MediaPlayer
ar: مشغل الوسائط

source: Elektro Power Save IP Telnet - Poweroff
ar: تشغيل إلكترو حفظ الايبي من التلنت - إيقاف التشغيل

source: Timer log
ar: سجل المؤقت

source: AutoMountManager
ar: إدارة مشاركة المساحة التلقائي

source: Channellist menu
ar: قائمة لائحة القنوات

source: Option Selector
ar: محدد الخيار

source: Primetime
ar: الوقت الاساسي

source: Recording paths...
ar: مسارات التسجيل...

source: CDInfo
ar: معلومات القرص مضغوط

source: NOW
ar: الان

source: Virtual KeyBoard
ar: لوحة مفاتيح مرئية

source: add Partition
ar: إضافة تقسيم

source: Search with 0-9:
ar: البحث مع 0-9:

source: MyTube - Settings
ar: إعدادات - اليوتيوب الخاص بي

source: Timer selection
ar: إختيار المؤقت

source: Translation:
ar: ترجمة:

source: Edit AutoTimer Filters
ar: تحرير فلاتر المؤقت التلقائي

source: Timer sanity error
ar: خطأ في صحة المؤقت

source: Frequency:
ar: التردد:

source: Add entry
ar: إضافة إدخال

source: Web Browser - Edit Bookmark
ar: متصفح الويب - تحرير الإشارة المرجعية

source: FTP Server Manager
ar: إدارة خادم بروتوكول نقل الملفات

source: Plugin manager
ar: إدارة البلجن

source: Partnerbox:Edit Entry
ar: جهاز الشريك: تعديل الادخال

source: Select a movie
ar: اختار الفيلم

source: FEC:
ar: معدل تصحيح الخطأ:

source: F I L E L I S T
ar: قائمة الملف

source: Birthday Reminder Settings
ar: إعدادات تذكير عيد الميلاد

source: MORE
ar: المزيـد

source: Timer Editor
ar: تحرير المؤقت

source: QuickZap
ar: إنتقال سريع

source: Account Setup
ar: إعداد الحساب

source: IPKG upgrade...
ar: ترقية ملفات الحزم المحمية...

source: Email Setup
ar: إعدادات البريد الالكتروني

source: Refresh
ar: تحديث

source: Message...
ar: رسالة...

source: InternetRadio Setup
ar: ضبط القنوات الاذاعية عبر الانترنت

source: DVD media toolbox
ar: أدوات مشغل الديفيدي

source: Notification Queue Viewer
ar: عارض قائمة انتظار التنبيهات

source: Timeshift State
ar: حالة التحكم الزمني في البث المباشر

source: Track Autoselect configuration
ar: تتبع إعدادات التحديد التلقائي

source: Zap-History Configurator
ar: إعدادات سجل التنقل

source: UserDialog
ar: حوار المستخدم

source: SNR:
ar: الإشارة:

source: FTP Server Editor
ar: تعديل خادم بروتوكول نقل الملفات

source: Satellite Blindscan
ar: البحث الأعمى عن القمر

source: About
ar: حول

source: Installing Software...
ar: جاري تثبيت البرنامج التشغيلي...

source: Remote timer entry
ar: التحكم في المؤقت المدخل

source: Web Browser - Menu
ar: قائمة - متصفح الويب

source: Timer entry
ar: إدخال المؤقت

source: EPG Copy view
ar: عرض نسخة الدليل الإلكتروني

source: DiSEqC Tester
ar: اختبار القسام

source: VideoEnhancementSetup
ar: إعداد تحسين الفيديو

source: Elektro Power Save IP Addresses to wait
ar: تشغيل إلكترو أنتظر حفظ عناوين الايبي

source: Stream Server Configuration
ar: تكوين خادم البث

source: Movielist menu
ar: ضبط قائمة الأفلام

source: Menu Sort
ar: فرز القائمة

source: Webinterface:Main Setup
ar: واجهة الانترنت: الضبط الرئيسي

source: Time/Date Input
ar: الوقت/إدخال التاريخ

source: Network Neighbourhood
ar: شبكة مجاورة

source: Merlin Program Guide
ar: دليل برنامج ميرلين

source: dreamIRC - edit settings
ar: ريموت الدريم بوكس - تحرير الإعدادات

source: Translation
ar: ترجمة

source: FTP Browser
ar: متصفح بروتوكول نقل الملفات

source: DVD Tool
ar: أداة الدفيفدي

source: Ipkg Installer...
ar: مثبت ملفات الحزم المحمية...

source: eParted
ar: قسم

source: Partnerbox Setup
ar: ضبط جهاز الشريك

source: Pin code needed
ar: مطلوب رقم سري

source: Merlin Programm Guide
ar: دليل برمجة ميرلين

source: Elektro Power Save Profile Times
ar: تشغيل إلكترو حفظ أوقات الملف الشخصي

source: AutoTimer Settings
ar: إعدادات المؤقت التلقائي

source: P L A Y L I S T
ar: قائمة التشغيل

source: NEXT
ar: التالي

source: MyTube - Tasks
ar: مهام - اليوتيوب الخاص بي

source: VPS-Plugin Information
ar: معلومات بلجن الخادم الإفتراضي الخاص

source: Emulator Browser
ar: متصفح الايموهات

source: Growlee Setup
ar: إعدادات جرولي

source: Simple RSS Ticker
ar: مؤشر قارئ الأخبار البسيط

source: Eventview
ar: مشاهدة الحدث

source: FTP Queue Manager
ar: مدير قائمة انتظار بروتوكول نقل الملفات

source: Zap Statistic
ar: إحصائيات التنقل

source: Stalker Middleware Client Configuration
ar: إعدادات عميل وسائط ستلكر

source: Default services lists
ar: قوائم القنوات الافتراضية

source: Accounts list
ar: قائمة الحسابات

source: 3D settings
ar: ضبط إعدادات ثلاثي الأبعاد

source: Timer
ar: المؤقت

source: MediaCenter Menu
ar: قائمة مركز الوسائط

source: CleanupWizard settings
ar: إعدادات معالج التنظيف

source: Video color space setup
ar: إعداد مساحة ألوان الفيديو

source: Zap/Exit
ar: إنتقل/خروج

source: AudioPlayer
ar: مشغل الصوت

source: Restore Backups
ar: إستعادة النسخة الإحتياطية

source: Zap-History Browser
ar: تصفح سجل التنقل

source: Failed:
ar: فشل:

source: Remote-Timer digest
ar: ملخص المؤقت عن بعد

source: Zoom in + Shrink out with crossfading
ar: تكبير + تقليص مع التلاشي المتقاطع

source: Quick fade
ar: تلاشي سريع

source: Slide in top + Slide out bottom
ar: سحب من الأعلى + سحب من أسفل

source: Slide in left + Slide out right
ar: سحب من اليسار + سحب من اليمين

source: Slide in left + Slide out right (Wizard)
ar: سحب من اليسار + سحب من اليمين (المعالج)

source: Right to left slide + zoom
ar: سحب من اليسار إلى اليمين + التكبير

source: Grow from left + Shrink to top
ar: يظهر من اليسار + تقليص إلى الأعلى

source: Simple fade
ar: تلاشي بسيط

source: Slide in right + Slide out left
ar: سحب من اليمين + سحب من اليسار

source: Slide in right + Slide out left (Wizard)
ar: سحب من اليمين + سحب من اليسار (المعالج)

source: Left to right slide + zoom
ar: سحب من اليسار إلى اليمين + التكبير

source: Configure your tuners.
ar: تكوين إعدادات المؤالفات الخاصة بك.

source: Mainmenu
ar: القائمة الاساسية

source: Put your Dreambox into standby, restart or shut it down.
ar: وضع جهاز الدريم بوكس الخاص بك في وضع الاستعداد، إعادة تشغيل أو إيقاف تشغيله.

source: Technical details about channel and Dreambox.
ar: التفاصيل التقنية حول القناة والدريم بوكس.

source: Restart Enigma2 only.
ar: إعادة تشغيل الانجما 2 فقط.

source: Listen to radio stations.
ar: استمع إلى محطات القنوات الاذاعية.

source: Configure your recording paths.
ar: إعدادات مسارات التسجيل.

source: Radio
ar: القنوات الاذاعية

source: Storage, Common Interface, Input, ...
ar: التخزين، واجهة المستخدم،الاجهزة المدخلة، ...

source: Picture and Sound
ar: الصورة والصوت

source: Manual Scan
ar: بحـث يدوي
