Repository: mosadraja/enigma2-po
Catalog: po/*.po
Languages: ar

source: Linked titles with a DVD menu
ar: العناوين المرتبطة مع قائمة الدفيفدي

source: List of Storage Devices
ar: قائمة أجهزة التخزين

source: Lithuanian
ar: اللتوانية

source: Load
ar: تحميل

source: Load Playlist
ar: تحميل قائمة التشغيل

source: Loading a picture from '%s' failed!
ar: جاري تحميل الصور من '%s' فشل!

source: Loading data. Please wait
ar: تحميل البيانات، الرجاء الانتظار

source: Loading...
ar: جار التحميل...

source: Loading... %s%%
ar: جار التحميل... %s%%

source: Local client(s): %s
ar: العميل المحلي(العملاء): %s

source: Location
ar: مكان

source: Location for instant recordings
ar: مكان التسجيلات السريعة

source: Log results to harddisk
ar: سجل النتائج على القرص الصلب

source: Long Keypress
ar: ضغط مستمر على مفتاح

source: Long filenames
ar: أسماء الملفات الطويلة

source: Longitude
ar: خط الطول

source: Lookup other SDT
ar: ابحث عن جدول ترددات أخرى

source: Low
ar: منخفض

source: Lower USB
ar: إنخفاض الفلاش مموري

source: MANUALLY start service searching, press green to change
ar: ابدأ البحث عن القناة يدويًا ، اضغط على اللون الأخضر للتغيير

source: MMC authentication failed
ar: فشلت مصادقة وحدة تحكم الإدارة

source: MP3
ar: إم بي ثري

source: MPEG
ar: صيغة الصوت

source: Make this mark an 'in' point
ar: أعمل علامة 'من' هذه النقطة

source: Make this mark an 'out' point
ar: أعمل علامة من 'خارج' هذه النقطة

source: Make this mark just a mark
ar: اجعل هذه العلامة مجرد علامة

source: Manage extensions
ar: التحكم فى الاضافات

source: Manage your receiver's software
ar: تحكم فى البرنامج التشغيلي للرسيفر

source: Manual service scan
ar: بحث القناة يدوي

source: Manual transponder
ar: تردد يدوي

source: Manually select a mountpoint.
ar: تحديد نقظة ربط الأجهزة يدوياً.

source: Manufacturer
ar: الشركة المصنعة

source: Mask (IPv4)
ar: قناع الشبكة الفرعية (IPv4)

source: Maximum
ar: الحد الأقصى

source: Media Database
ar: قاعدة بيانات الوسائط

source: Media Database Browser
ar: متصفح قاعدة بيانات الوسائط

source: Media player
ar: مشغل الوسائط

source: MediaCenter
ar: مركز الوسائط

source: MediaCenter - Menu
ar: قائمة - مركز الوسائط

source: MediaCenter: Main Settings
ar: إعدادات القائمة - مركز الوسائط

source: MediaDatabase RESET!
ar: إعادة تعيين قاعدة بيانات الوسائط!

source: MediaDatabase was NOT reset!
ar: لم يتم إعادة تعيين قاعدة بيانات الوسائط!

source: Mediabrowser Selection
ar: اختيار متصفح الوسائط

source: Medium
ar: متوسط

source: Medium is not a writeable DVD!
ar: الوسيط ليس قرص دفيفدي قابل للكتابة!

source: Medium is not empty!
ar: الوسيط غير فارغ!

source: Medium toolbox
ar: صندوق أدوات الوسيط

source: Menu
ar: قائمة

source: Message
ar: رسالة

source: Method (IPv4)
ar: الأسلوب (IPv4)

source: Method (IPv6)
ar: الأسلوب (IPv6)

source: Mkfs failed
ar: فشل عمل نظام ملفات

source: Mode
ar: النظام

source: Model
ar: نموذج

source: Modulation
ar: تعديل

source: Mon
ar: الاثنين

source: Mon-Fri
ar: الاثنين-الجمعة

source: Monday
ar: الاثنين

source: More ...
ar: المزيد ...

source: Mosquito noise reduction
ar: الحد من ضجيج الضوضاء

source: Mount failed
ar: فشل الإرتباط

source: Mountpoint:
ar: نقطة ربط الاجهزة:

source: Mouse Off
ar: إيقاف تشغيل الماوس

source: Move Picture in Picture
ar: تحريك صوره داخل صوره

source: Move east
ar: تحريك شرقاً

source: Move selected item down
ar: نقل العنصر المحدد لأسفل

source: Move selected item up
ar: نقل العنصر المحدد لأعلى

source: Move west
ar: تحريك للغرب

source: Movie location
ar: مكان الفيلم

source: Multi EPG
ar: دليل برامج متعدد

source: Multimedia
ar: الوسائط المتعددة

source: Multiple partitions found!
ar: تم العثور على أقسام متعددة!

source: Multiple service support
ar: دعم قنوات متعدده

source: Multiplex
ar: تعدد

source: Multisat
ar: عدة أقمار

source: Multistream
ar: نظام ملتي ستريم

source: Music
ar: موسيقى

source: Music and Audiobooks
ar: الموسيقى والكتب الصوتية

source: Mute
ar: كتم الصوت

source: N/A
ar: لا شئ

source: NIM
ar: هامش فوائد الشبكة

source: NTP Time Updates
ar: تحديثات وقت بروتوكول عبر الشبكة

source: NTSC
ar: البث التلفزيوني التناظري

source: Name
ar: الاسم

source: Name:
ar: الاسم:

source: Namespace
ar: مسافة للاسم

source: Navigation
ar: الملاحة

source: Needs attention!
ar: بحاجة للاهتمام!

source: Netmask
ar: إختفاء الشبكة

source: Network
ar: الشبكة

source: Network Config
ar: تكوين الشبكة

source: Network Mount
ar: ربط الشبكة

source: Network Setup
ar: ضبط الشبـكة

source: Network error on %s
ar: خطأ في الشبكة على %s

source: Network scan
ar: بحث عن الشبكة

source: Network services
ar: خدمات الشبكات

source: Network technologies
ar: تقنيات الشبكات

source: New
ar: جديد

source: New (IPv4)
ar: جديد (IPv4)

source: New (IPv6)
ar: جديد (IPv6)

source: New Bluetooth Remote
ar: جهاز تحكم عن بعد بتقنية البلوتوث

source: New Firmware
ar: برنامج تشغيلي جديد

source: New GOP On Scene Change
ar: مجموعة جديدة من الصور تغيير الموقع

source: New PIN
ar: رقم سري جديد

source: New version:
ar: إصدار جديد:

source: Next
ar: التالي

source: Next check
ar: الاختيار التالي

source: No
ar: لا

source: No (supported) DVDROM found!
ar: لايوجد سواقة ديفيدي مدعومه!

source: No HDD found or HDD not initialized!
ar: لا يوجد قرص صلب أو ان القرص الصلب غير مهيئ!

source: No HbbTV Application available
ar: لا يتوفر تطبيق البث الهجين

source: No data on transponder! (Timeout reading PAT)
ar: لا توجد بيانات عن المستجيب! (الوقت المستقطع لقراءة جدول البرامج المرتبطه)

source: No default storage device found!
ar: لم يتم العثور على أي جهاز تخزين افتراضي!

source: No description available.
ar: لايوجد وصف متوفر.

source: No details available...
ar: لا توجد تفاصيل متوفرة...

source: No displayable files on this medium found!
ar: لا يوجد ملفات للتشغيل على هذا الوسيط !

source: No dreambox bluetooth receiver detected! Sorry!
ar: لم يتم اكتشاف جهاز استقبال بلوتوث في الدريم بوكس! عذرآ!

source: No event info found, recording indefinitely.
ar: لا يوجد معلومات عن الحدث, تسجيل إلى أجل غير مسمى.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
ar: مستحيل التسارع بعد... ولكن يمكنك استخدام أزرار الأرقام لتخطي للأمام/للخلف!

source: No free tuner!
ar: لا يوجد مؤالف متاح!

source: No installed or configured storage devices found!
ar: لم يتم العثور على أجهزة تخزين مثبتة أو مكوّن!

source: No mountpoint defined!
ar: لا يتم تعريف نقطة ربط الاجهزة!

source: No network connection available.
ar: لا يوجد اتصال متوفر بالشبكة.

source: No packages were upgraded yet. So you can check your network and try again.
ar: لم تتم ترقيه أي حزمة بعد . تأكد من الشبكة وأعد المحاولة.

source: No playable video found! Stop playing this movie?
ar: لا يوجد فيديو لتشغيله ، هل تريد وقف تشغيل هذا الفيلم ؟

source: No positioner capable frontend found.
ar: لم يتم العثور على واجهة أمامية قادرة على تحديد الطبق المتحرك.

source: No satellite frontend found!!
ar: لم يتم العثور على واجهة قمر صناعي!!

source: No signal
ar: لا توجد إشارة

source: No tags are set on these movies.
ar: لم يتم تعيين دلائل على هذه الأفلام.

source: No to all
ar: لا للجميع

source: No tuner is configured for use with a diseqc positioner!
ar: لم يتم العثور على مؤالف جاهز للعمل مع قسام المتحرك!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
ar: لا يوجد مؤالف مفعل! من فضلك أضبط إعدادات المؤالف قبل البحث عن القنوات .

source: No update required!
ar: لا يتطلب التحديث!

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
ar: لايوجد رقم سري والخدمة غير صالحة ! هل ترغب في تغيير الرقم السري الان ? عندما تقول 'لا' عندها تتعطل خدمة الحماية !

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
ar: لايوجد اعداد صالح للرقم السري الخاص بك! هل ترغب في تغيير إعداد رقم التعريف الشخصي الآن؟ عندما تقول 'لا' هنا تعطيل حماية الاعدادات!

source: No, but play again
ar: لا، لكن تشغيل مرة أخرى

source: No, but play video again
ar: لا، لكن أعد تشغيل الفيديو مرة أخرى

source: No, continue without restoring
ar: لا، تابع بدون استعادة

source: No, never
ar: لا,مطلقا

source: No, not now
ar: لا ، ليس الان

source: No, send them never
ar: لا، ترسل لهم أبدا

source: No, skip update process
ar: لا، تخطي عملية التحديث

source: None
ar: لاشيئ

source: Nonlinear
ar: غير خطي

source: North
ar: شمال

source: Norwegian
ar: النرويجية

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
ar: لا يوجد مساحه كافيه على القرص، من فضلك حرر مساحه وحاول مرة أخرى.(ميقابايت %d مطلوب %d ميجا)

source: Not implemented, yet!
ar: لم يتم تنفيذه، حتى الآن!

source: Not mounted!
ar: غير مرتبط بوسائط أخرى!

source: Nothing there!
ar: لا شيء هناك!

source: Nothing to add...
ar: لا شيء لأضيفه...

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
ar: لا يوجد شيئ للبحث ! من فضلك قم بضبط المؤالف قبل بدأ البحث.

source: Nothing to scan! Press Exit!
ar: لا شيء للبحث عنه! اضغط على مفتاح الخروج!

source: Notification
ar: التنبيهات

source: Notification Queue
ar: أنتظر التنبيه

source: Now
ar: الان

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
ar: الان، استخدم إعدادات التباين لزيادة درجه إضاءه الخلفية الى أعلى قيمة ممكنه ، لكن كن متأكدا انك لازلت تستطيع ان ترى الفرق بين مستويين من الاضاءه فى الظل . إذا انتهيت من ذلك ، أضغط موافق.

source: Number of B-Frames
ar: عدد الإطارات - ب

source: Number of P-Frames
ar: عدد الإطارات - ر

source: Number of slices
ar: عدد الشرائح

source: OGG
ar: صيغة أو جي جي

source: OK
ar: موافق

source: OK button mapping
ar: تعيين الزر موافق

source: OK, and don't ask again
ar: موافق، ولا تسأل مرة أخرى

source: OK, and set up a new default storage device
ar: موافق، وإعداد جهاز تخزين افتراضي جديد

source: OK, do nothing
ar: موافق، لا تفعل شيئاً

source: OK, remove another extensions
ar: موافق، أحذف الإضافات الأخرى

source: OK, remove some extensions
ar: موافق، أحذف بعض الإضافات

source: ONID
ar: معرف الشبكة الاصلي

source: OSD
ar: شاشة العرض

source: OSD Name
ar: الاسم في شاشة العرض

source: OSD cross-fading for text and pictures)
ar: شاشة العرض تتلاشى عبر النص والصور)

source: OSD visibility
ar: الوضوح في شاشة العرض

source: Off
ar: إيقاف

source: Offline
ar: غير متصل

source: Offset in scroll mode (px)
ar: توازن في وضع التمرير (بكسل)

source: On
ar: تشغيل

source: One
ar: واحد

source: Only Free scan
ar: فقط بحث عن القنوات المفتوحه

source: Only HD
ar: عالي الوضوح فقط

source: Only SD
ar: عادي الوضوح فقط

source: Only extensions.
ar: الملحقات فقط.

source: Open Device Connection Manager
ar: فتح إدارة اتصال الأجهزة

source: Open GOP
ar: فتح مجموعة صور

source: Open Menu
ar: فتح القائمة

source: Open Virtual Keyboard
ar: فتح لوحة المفاتيح المرئية

source: Orbital position
ar: الموقع المداري

source: Other
ar: أخرى

source: Overload
ar: حمل زائد

source: Overwrite configuration files ?
ar: الكتابة فوق ملفات التكوين؟

source: Overwrite configuration files during software upgrade?
ar: الكتابة فوق ملفات التكوين أثناء ترقية البرنامج التشغيلي؟

source: PAL
ar: نظام الألوان التلفزيوني

source: PCM
ar: تأخير تعديل ترميز الذبذبة العام

source: PCR PID
ar: مرجع وقت البرامج

source: PGS Bluray subs
ar: ملف ترجمة البلوراي

source: PIDs
ar: معرف مزود الخدمات

source: PIN
ar: الرمز السري

source: PLP ID
ar: معرف نقل بيانات الصوت والصورة

source: PLP ID Auto
ar: معرف برنامج عمر المنتج التلقائي

source: PLS Code
ar: رمز مربعات القياس

source: PLS Mode
ar: وضع مربعات القياس

source: PMT PID
ar: المعلومات الخاصة بالبرامج ومعرف مزودين الخدمات

source: PVR
ar: مستعرض التسجيلات

source: Package list update
ar: تحديث قائمة الباقات

source: Packet management
ar: التحكم فى الحزم

source: Packet manager
ar: المتحكم فى الحزم

source: Page Down / Zoom out
ar: أسفل الصفحة / تصغير

source: Page Up / Zoom in
ar: أعلى الصفحة / تكبير

source: Page to load on startup
ar: صفحة التحميل عند بدء التشغيل

source: Pagescroll
ar: تمرير الصفحة

source: Pan&Scan
ar: تنسيق وتعريض الصوره

source: Parent Directory
ar: المسار الرئيسي

source: Parental Control
ar: الرقابة الأبوية

source: Parental control
ar: الرقابة الأبوية

source: Parental control setup
ar: اعداد الرقابة الأبوية

source: Parental control type
ar: نوع الرقابة الأبوية

source: Partition
ar: تقسيم

source: Partition capacity
ar: سعة التقسيم

source: Partitions
ar: الأقسام

source: Password
ar: كلمة المرور

source: Password:
ar: كلمة المرور:

source: Path
ar: المسار

source: Path for persistent storage
ar: مسار التخزين الدائم

source: Pause movie at end
ar: إيقاف الفيلم في النهاية

source: Percent
ar: النسبة المئوية

source: Persian
ar: الفارسية

source: Picons path
ar: مسار الايقونات

source: PicturePlayer
ar: مشغل الصور

source: Pictures
ar: الصور

source: Pillarbox
ar: شاشة صندوقية

source: Pilot
ar: مساعد

source: Play
ar: تشغيل

source: Play Audio-CD...
ar: تشغيل الأقراص الصوتية...

source: Play Bludisc
ar: تشغيل قرص البلوراي

source: Play DVD
ar: تشغيل الديفيدي

source: Play DVDs
ar: تشغيل أقراص الدفيفدي

source: Play Music...
ar: تشغيل الموسيقى...

source: Play Music... (MediaCenter)
ar: تشغيل الموسيقى... (مركز الوسائط)

source: Play Next Entry
ar: تشغيل الإدخال التالي

source: Play Previous Entry
ar: تشغيل الإدخال السابق

source: Play Selected Entry
ar: تشغيل الإدخال المحدد

source: Play and watch all your media.
ar: شغل وشاهد كل الوسائط الخاصة بك.

source: Play back media files
ar: تشغيل ملفات الوسائط

source: Play recorded movies...
ar: تشغيل الافلام المسجلة...

source: Play/Pause
ar: تشغيل/إيقاف مؤقت

source: Playback Device
ar: جهاز التشغيل

source: Playback Device 2
ar: جهاز التشغيل 2

source: Playback Device 3
ar: تشغيل الجهاز 3

source: Playlist has been saved!
ar: تم حفظ قائمة التشغيل!

source: Playlists
ar: قوائم التشغيل

source: Please Reboot
ar: من فضلك أعد التشغيل

source: Please Select Medium to be Scanned
ar: من فضلك أختار الوسيط المطلوب فحصه

source: Please add titles to the compilation.
ar: من فضلك أدخل عناوين المجموعة.

source: Please change recording endtime
ar: من فضلك قم بتغيير وقت إنتهاء التسجيل

source: Please choose an extension...
ar: من فضلك أختار من الاضافات...

source: Please choose he package...
ar: من فضلك اختار الحزمة...

source: Please choose the default service list you want to install.
ar: الرجاء اختيار قائمة القنوات الافتراضية التي تريد تثبيتها.

source: Please do not change any values unless you know what you are doing!
ar: من فضلك لا تغير أى قيمه ألا إذا كنت متأكد مما تفعل !

source: Please enter a name for the new bouquet
ar: من فضلك أدخل أسم الباقه الجديدة

source: Please enter a name for the new marker
ar: من فضلك أدخل أسم للعلامه الجديدة

source: Please enter a new filename
ar: من فضلك أدخل أسم جديد للملف

source: Please enter a new name:
ar: الرجاء إدخال اسم جديد:

source: Please enter filename (empty = use current date)
ar: من فضلك أدخل أسم الملف (فارغ= استخدم التارخ الحالي)

source: Please enter name of the new directory
ar: من فضلك أدخل أسم المسار الجديد

source: Please enter the correct pin code
ar: من فضلك أدخل الرقم السري الصحيح

source: Please enter the directory to use as mountpoint or select a directory by pressing OK.
ar: يرجى إدخال المسار لاستخدامه ربط الأجهزة الاخرى أو تحديد مساره بالضغط على مفتاح موافق.

source: Please enter the old PIN code
ar: الرجاء إدخال الرمز السري القديم

source: Please initialize this %(desc)s!
ar: الرجاء تهيئة هذا %(القرص)!

source: Please initialize!
ar: الرجاء تهيئة!

source: Please make sure to set up your default storage device in menu -> setup -> system -> recording paths.
ar: الرجاء التأكد من إعداد جهاز التخزين الافتراضي في القائمة - > إعداد - > نظام - > مسارات التسجيل.

source: Please make sure to set up your storage devices with the improved storage management in menu -> setup -> system -> storage devices.
ar: الرجاء التأكد من إعداد أجهزة التخزين الخاصة بك مع إدارة التخزين المحسنة في القائمة - > إعداد - > نظام > أجهزة التخزين.

source: Please make sure to set up your storage devices with the storage management in menu -> setup -> system -> storage devices.
ar: الرجاء التأكد من إعداد أجهزة التخزين الخاصة بك مع إدارة التخزين في القائمة -> إعداد -> نظام -> أجهزة التخزين.

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
ar: من فضلك أعلم ان الوسيط المختار لا يمكن الدخول اليه ، ولهذا سيتم استخدام الدليل الافتراضى بدلا منه .

source: Please pickup the remote control you want to connect and press any number key on it to select it in the list.
ar: الرجاء التقاط جهاز التحكم عن بعد الذي تريد الاتصال واضغط على أي مفتاح رقم عليه لتحديده في القائمة.

source: Please press OK to continue.
ar: من فضلك أضغط موافق للاستمرار.

source: Please press OK to see available partitions!
ar: الرجاء الضغط على موافق لرؤية الأقسام المتوفرة!

source: Please press OK to set up a mountpoint for this %(desc)s!
ar: الرجاء الضغط على موافق لإعداد نقطة ربط الاجهزة لهذا %(القرص)!

source: Please press OK to set up a mountpoint for this partition!
ar: الرجاء الضغط على موافق لإعداد نقطة ربط لهذا القسم!

source: Please press red to initialize this %(desc)s!
ar: الرجاء الضغط على الأحمر لتهيئة هذا %(القرص)!

source: Please press red to remove this %(desc)s configuration!
ar: الرجاء الضغط على الأحمر لإزالة هذا التكوين %(القرص)!

source: Please select a Text application
ar: الرجاء تحديد تطبيق نصي

source: Please select a media browser
ar: الرجاء تحديد مستعرض الوسائط

source: Please select a mountpoint for this partition.
ar: الرجاء تحديد نقطة ربط لهذا القسم.

source: Please select a playlist to delete...
ar: من فضلك أختار من قائمة التشغيل العنصر المراد حذفه...

source: Please select a playlist...
ar: من فضلك أختار قائمة التشغيل...

source: Please select a storage device plugin
ar: الرجاء تحديد مكون إضافي لجهاز التخزين

source: Please select a subservice to record...
ar: من فضلك أختار القناة الفرعيه المطلوب تسجيلها...

source: Please select a subservice...
ar: من فضلك أختار القناة الفرعيه...

source: Please select an HbbTV application
ar: الرجاء تحديد تطبيق البث الهجين

source: Please select an option below.
ar: من فضلك حدد إختيارا من التالي.

source: Please select medium to use as backup location
ar: من فضلك أختار الوسيط الذى سييستخدم مكان النسخة الإحتياطية

source: Please select one or more network technologies that should be used to connect your Dreambox to a Network and/or the Internet. You may want to plug in USB Networking devices now (if you want to use any).
ar: الرجاء تحديد واحد أو أكثر من تقنيات الشبكة التي يجب استخدامها لتوصيل الدريم بوكس الخاص بك إلى شبكة و / أو الإنترنت. قد تحتاج إلى توصيل أجهزة شبكة عبر الفلاش مموري الآن (إذا كنت تريد استخدام أي).

source: Please select tag to filter...
ar: الرجاء اختيار العلامة للتصفية...

source: Please select the default instant record location which is used for instant recordings.
ar: الرجاء تحديد موقع السجل الفوري الافتراضي الذي يستخدم للتسجيلات الفورية.

source: Please select the default movielist location which is used for recordings.
ar: الرجاء تحديد موقع قائمة الأفلام الافتراضية التي يتم استخدامها للتسجيلات.

source: Please select the default storage device you want to use for recordings. This device gets mounted to /media/hdd.
ar: الرجاء تحديد جهاز التخزين الافتراضي الذي تريد استخدامه للتسجيلات. هذا الجهاز يحصل شنت على / وسائل الإعلام / الأقراص الصلبة.

source: Please select the default timer record location which is used for timer based recordings.
ar: الرجاء تحديد موقع سجل المؤقت الافتراضي الذي يستخدم للتسجيلات المستندة إلى جهاز ضبط الوقت.

source: Please select the movie path...
ar: من فضلك أختار مسار الفلم...

source: Please select the network service(s) you want to connect your Dreambox to. It may take a few moments before wireless networks show up in the list below!
ar: الرجاء تحديد خدمة الشبكة (الخدمات) التي تريد توصيلها على الدريم بوكس الخاص بك. قد يستغرق بضع لحظات قبل الشبكات اللاسلكية تظهر في القائمة أدناه!

source: Please select the timeshift location which is used for storing timeshift recordings.
ar: الرجاء تحديد موقع ملفات التحكم في البث المباشر الذي يستخدم لتخزين التسجيلات المؤقتة.

source: Please select your timezone!
ar: الرجاء تحديد المنطقة الزمنية!

source: Please selection the location you want to download the current stream to.
ar: الرجاء تحديد الموقع الذي تريد تحميل البث الحالي إليه.

source: Please set up tuner %s
ar: الرجاء إعداد المؤالف %s

source: Please specify the amount of time the device has to be inactive (e.g. no button pressed) before shutting down automatically
ar: يرجى تحديد مقدار الوقت الذي يجب أن يكون الجهاز غير مفعل (على سبيل المثال، لا يوجد زر تضغطه) قبل إيقاف التشغيل تلقائياً

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
ar: من فضلك استخدم أزرار الاسهم لتحريك نافذه صوره داخل صوره أضغط زر الباقات +/- لتغير مقاس النافذه أضغط موافق للعوده لوضع التليفزيون أو خروج لألغاء التحريك.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
ar: من فضلك أستخدم زر السهم العلوي أو السفلي لإختيار اللغة. ثم أضغط موافق .

source: Please verify if your default storage device is attached or set up your default storage device in menu -> setup -> system -> recording paths.
ar: الرجاء التحقق مما إذا كان جهاز التخزين الافتراضي مرفقاً أو قم بإعداد جهاز التخزين الافتراضي في قائمة ->الضبط -> نظام -> مسارات التسجيل.

source: Please verify if your default storage device is attached or set up your default storage device in menu -> setup -> system -> storage devices.
ar: يرجى التحقق من توصيل جهاز التخزين الافتراضي الخاص بك أو إعداد جهاز التخزين الافتراضي في القائمة -> الإعداد -> النظام -> أجهزة التخزين.

source: Please wait while removing selected package...
ar: من فضلك أنتظر حتى يتم حذف الحزمة المختاره...

source: Please wait while scanning is in progress...
ar: من فضلك أنتظر لانه جارى البحث...

source: Please wait while searching for removable packages...
ar: من فضلك أنتظر جاري البحث عن الحزم المحذوفة...

source: Please wait!
ar: يرجى الانتظار!

source: Please wait! We are about to start...
ar: الرجاء الانتظار! نحن على وشك التشغيل...

source: Please wait...
ar: أرجو الإنتظار...

source: Please wait... Loading list...
ar: الرجاء الانتظار...يتم تحميل القائمة...

source: Plugin Browser
ar: تصفح البلجن

source: Plugin manager activity information
ar: معلومات التحكم في البلجن المفعل

source: Plugin manager help
ar: مساعدة في التحكم في البلجن

source: Polarization
ar: الاستقطاب

source: Polish
ar: البولندية

source: Port A
ar: المنفذ أ

source: Port B
ar: المنفذ ب

source: Port C
ar: المنفذ ت

source: Port D
ar: المنفذ د

source: Portuguese
ar: البرتغالية

source: Positioner
ar: النظام المتحرك

source: Positioner depends
ar: يعتمد على النظام المتحرك

source: Positioner fine movement
ar: حركة دقيقة لضبط النظام المتحرك

source: Positioner movement
ar: حركة دقيقة لنظام المتحرك

source: Positioner setup
ar: ضبط النظام المتحرك

source: Positioner storage
ar: تخزين نظام الطبق المتحرك

source: Power
ar: الأغلاق

source: Power Handling
ar: معالجة التشغيل

source: Power on AV-Receiver
ar: تشغيل الصوت والصورة-الرسيفر

source: Power on/off based on CEC Events
ar: التشغيل / الإيقاف على أساس أحداث التحكم في إلكترونيات المستهلك

source: Power threshold in mA
ar: قياس الطاقه في الميكرو امبير

source: Predefined transponder
ar: باقة معرفة مسبقاً

source: Preferred
ar: مفضل

source: Preferred modes only
ar: الأوضاع المفضلة فقط

source: Prefix length
ar: طول التحديد

source: Prefix length (IPv6)
ar: طول التحديد (IPv6)

source: Preparing... Please wait
ar: جاري التجهيز ... الرجاء الانتظار

source: Presets
ar: إعدادات مسبقة

source: Press Blue to disconnect the selected remote control.
ar: اضغط الأزرق لقطع اتصال جهاز التحكم عن بعد المحدد.

source: Press INFO on your remote control for additional information.
ar: اضغط مفتاح المعلومات من ريموت التحكم عن بعد للخيارات الإضافية.
